Repository: freemium-gmbh/toolbar-release
Catalog: Knots/Improve Performance/Registry Cleaner Core/Properties/Resources.*.resx
Languages: de, es, fr, it, pt

source: Application Help Files
de: Anwendung Hilfe-Dateien
es: Archivos de ayuda de aplicaciones
fr: Fichiers d’aide d’applications
it: File della guida dell'applicazione
pt: Ficheiros de Ajuda da Aplicação

source: Application History
de: Anwendung Verlauf
es: Historial de aplicaciones
fr: Historique des applications
it: Cronologia applicazione
pt: Histórico da Aplicação

source: Application ID Paths
de: Anwendungs-ID Verzeichnis
es: Rutas de ids. de aplicaciones
fr: Chemins d’accès d’identification des applications
it: Percorsi ID applicazione
pt: Caminhos do ID da Aplicação

# CheckingApplicationHelpFiles
source: Path testing for invalid system help files...
de: Pfadtest für ungültige System-Hilfe-Dateien...
es: Comprobando rutas en busca de archivos de ayuda del sistema no válidos...
fr: Vérification de la validité des fichiers des chemins d’accès du système...
it: Verifica percorsi dei file della guida di sistema non validi...
pt: Caminho para testar ficheiros inválidos de ajuda do sistema...

# CheckingClassNameRegistrations
source: Checking for invalid class id's...
de: Überprüfen auf ungültige Klassen-ids...
es: Buscando ids. de clase no válidos...
fr: Vérification de la validité des identifiants de classe...
it: Verifica di id di classe non valide...
pt: A verificar ids inválidos da classe...

# CheckingFontPaths
source: Path testing for invalid fonts...
de: Pfadtest für ungültige Schriftarten...
es: Comprobando rutas en busca de fuentes no válidas...
fr: Vérification de la validité des types d’écriture des chemins d’accès...
it: Verifica percorsi dei caratteri non validi...
pt: Caminho para testar tipos de letra inválidos...

# CheckingHistorySettings
source: Testing for invalid history links...
de: Prüfung auf ungültige Verlauf-Links...
es: Buscando vínculos no válidos en el historial...
fr: Vérification de la validité des liens d’historique...
it: Verifica link della cronologia non validi...
pt: A testar hiperligações inválidos do histórico...

# CheckingSharedLibraries
source: Path testing for valid shared library connections...
de: Pfadtest der gemeinsam genutzten Bibliotheken...
es: Comprobando rutas en busca de conexiones de bibliotecas compartidas válidas...
fr: Vérification de la validité des connexions des chemins d’accès aux bibliothèques partagées...
it: Verifica percorsi delle connessioni alle librerie condivise valide...
pt: Caminho para testar ligações válidas da biblioteca partilhada...

# CheckingStartupApplicationPaths
source: Testing startup software entries...
de: Testen der Autostart-Software-Einträge...
es: Comprobando entradas de software de inicio...
fr: Vérification des entrées de logiciel de l’AutoRun...
it: Verifica elementi software all'avvio...
pt: A testar entradas do software de arranque...

# CheckingUninstallExecutablePaths
source: Path testing for user installed software...
de: Pfadtest für installierte Benutzer-Software...
es: Comprobando rutas en busca de software instalado por el usuario...
fr: Vérification des chemins d’accès pour les logiciels installés par l’utilisateur...
it: Verifica percorsi dei software installati dall'utente...
pt: Caminho para testar software instalado do utilizador...

# CheckingVirtualDeviceRegistration
source: Testing for VDM bug...
de: Testen auf VDM-Bug...
es: Buscando error de VDM...
fr: Vérification de la présence d’un bogue VDM...
it: Verifica bug VDM...
pt: A testar bug VDM...

source: Class Key Edit Strings
de: String zum Bearbeiten von Klassen-Schlüsseln
es: Cadena para editar claves de clases
fr: Chaîne de caractères pour le traitement de clés de classe
it: Stringa per l'elaborazione di chiavi di classi
pt: String para processar chaves de classes

source: Class Key Open Strings
de: String zum Öffnen von Klassen-Schlüsseln
es: Cadena para abrir claves de clases
fr: Chaîne de caractères pour l’ouverture de clés de classe
it: Stringa per l'apertura di chiavi di classi
pt: String para abrir chaves de classes

source: Class Key Sub Paths
de: Unterverzeichnisse von Klassen-Schlüsseln
es: Subrutas de claves de clase
fr: Sous-chemins d’accès des clés de classe
it: Percorsi secondari chiave della classe
pt: Subcaminhos da Chave de Classe

source: Class Name Registrations
de: Klassennamen-Registrierungen
es: Registros de nombres de clase
fr: Registres des noms de classes
it: Registrazioni nome della classe
pt: Registos do Nome de Classe

source: Clsid Registrations
de: Clsid-Registrierungen
es: inscripciones Clsid
fr: Inscriptions CLSID
it: Registrazioni clsid
pt: inscrições CLSID

# ComparingInternalID
source: Comparing internal ID strings...
de: Vergleicht interne ID-Strings...
es: Comparando cadenas de id. internos...
fr: Comparaison de chaînes de caractère d’identification internes...
it: Confronto stringhe ID interne...
pt: A comparar cadeias de texto internas do ID...

source: Deep Native Software Strings
de: Intensive Native-Software-Strings
es: Cadenas de software nativo profundo
fr: Chaînes de caractères natives exhaustives du logiciel
it: Stringhe complete software nativo
pt: Cadeias de Texto Nativas Completas de Software

source: Deep software scan...
de: Intensiver Software-Scan...
es: Análisis profundo de software...
fr: Vérification exhaustive du logiciel
it: Scansione completa software...
pt: Análise completa de software...

source: Deep System Scan
de: Intensiver System-Scan...
es: Análisis profundo del sistema
fr: Vérification exhaustive du système
it: Scansione completa del sistema
pt: Análise Completa do Sistema

source: Deep User Software Strings
de: Intensive Benutzer-Software-Strings
es: Cadenas de software de usuario intensivas
fr: Chaînes de caractères intensives du logiciel de l’utilisateur
it: Stringhe software utente
pt: Strings intensivos de software de utilizador

source: Font Paths
de: Pfad zu den Schriftarten
es: Rutas de fuentes
fr: Chemins d’accès du type d’écriture
it: Percorsi dei caratteri
pt: Caminhos do Tipo de Letra

source: Help File Paths
de: Pfad zu den Hilfedateien
es: Ruta de los archivos de ayuda
fr: Chemin des fichiers d’aide
it: Percorso per i file di guida
pt: Caminho para os ficheiros de ajuda

source: Help Files
de: Hilfedateien
es: Archivos de ayuda
fr: Fichiers d’aide
it: File di guida
pt: Ficheiros de ajuda

source: History and Start Menu
de: Verlauf & Startmenü
es: Historial y menú Inicio
fr: Historique et menu Démarrer
it: Cronologia e menu Start
pt: Percurso & menu de iniciação

source: History Explorer Strings
de: Explorer-Verlauf
es: Historial del explorador
fr: Historique d’Explorer
it: Cronologia browser
pt: Percurso Explorer

# HistoryLinkStrings
source: Link-Verlauf
de: Historial de enlaces
es: Historique des liens
fr: Cronologia link
it: Percurso hiperligação
pt: Ligação Cordas História

# HistoryMenuStrings
source: Menu-Verlauf
de: Historial de menús
es: Historique de menu
fr: Cronologia menu
it: Percurso Menu
pt: Menu strings História

source: History Settings
de: Einstellungen
es: Configuración de historial
fr: Paramètres de l’historique
it: Impostazioni cronologia
pt: Definições do Histórico

source: History Start Paths
de: Start-Verlauf
es: Historial de inicios
fr: Historique de démarrage
it: Cronologia avvio
pt: Percurso Iniciação

# IconPaths
source: Icon-Pfade
de: Rutas de iconos
es: Chemins des icônes
fr: Percorsi icone
it: Caminhos Ícone
pt: Caminhos ícone

source: Installation Strings
de: Installations-Strings
es: Cadenas de instalación
fr: Chaînes de caractères d’installation
it: Stringhe di installazione
pt: Strings de instalação

source: Installed Software
de: Installierte Software
es: Software instalado
fr: Logiciels installés
it: Software installato
pt: Software Instalado

source: Interface Proxy IDs
es: Identificadores de proxy de interfaces
fr: ID du proxy de l’interface
it: ID proxy interfaccia

source: Interface Types
de: Interface-Typen
es: Tipos de interfaz
fr: Types d’interfaces
it: Tipi di interfaccia
pt: Tipos de Interface

source: Most Recently Used Lists
de: Zuletzt verwendet Liste
es: Listas de usados más recientemente
fr: Dernières listes utilisées
it: Elenchi utilizzati più di recente
pt: Lista Utilizadas Mais Recentemente

source: MRU Lists
de: Zuletzt verwendet Liste
es: Lista de últimos utilizados
fr: Dernière liste utilisée
it: Elenco Documenti recenti
pt: Última lista utilizada

source: MRU Scan
de: Zuletzt verwendet Scan
es: Análisis de usados más recientemente
fr: Vérification des dernières listes utilisées
it: Scansione MRU
pt: Análise MRU

# ProcServerSubkeys
source: ProcServer-Unterschlüssel
de: Subclave de ProcServer
es: Sous-clé du ProcServer
fr: Sottochiave ProcServer
it: Subchave ProcServer
pt: ProcServer subchaves

source: Registered Help Files
de: Registrierte Hilfe-Dateien
es: Archivos de ayuda registrados
fr: Fichiers d’aide enregistrés
it: File della guida registrati
pt: Ficheiros de Ajuda Registados

# SearchingMRULists
source: Searching for MRU lists...
de: Suche nach "Zuletzt verwendet"-Listen...
es: Buscando listas de usados más recientemente...
fr: Recherche des dernières listes utilisées...
it: Ricerca di elenchi MRU...
pt: A procurar listas MRU...

source: Shared Libraries
de: Gemeinsame Bibliotheken
es: Bibliotecas compartidas
fr: Bibliothèques partagées (DLL)
it: Librerie condivise
pt: Bibliotecas Partilhadas

source: Software Registrations
de: Software-Registrierungen
es: Registros de software
fr: Registres des logiciels
it: Registrazioni software
pt: Registos de Software

source: Startup Application Paths
de: Autostart-Anwendungspfade
es: Rutas de aplicaciones de inicio
fr: Chemins d’accès d’application de l’AutoRun
it: Percorsi applicazioni all'avvio
pt: Caminhos da Aplicação de Arranque

source: Startup Entries
de: Autostart-Einträge
es: Entradas de autoarranque
fr: Entrées de l’AutoRun
it: Voci di avvio automatico
pt: Registos auto-iniciação

source: Startup Options
de: Autostart-Optionen
es: Opciones de inicio
fr: Options de démarrage
it: Opzioni di avvio
pt: Opções de Arranque

# StatusChangeFormat
source: Scanning: {0}
de: Scannen: {0}
es: Analizando: {0}
fr: Vérification : {0}
it: Scansione in corso: {0}
pt: Analisar: {0}

source: System Control Classes
de: System-Kontrollklassen
es: Clases de controles del sistema
fr: Classes d’éléments du panneau de configuration
it: Classi controllo di sistema
pt: Classes do Controlo do Sistema

source: System Fonts
de: System-Schriftarten
es: Fuentes del sistema
fr: Types de systèmes d’écriture
it: Caratteri di sistema
pt: Tipos de Letra do Sistema

source: System Scan
es: Análisis del sistema
fr: Scan système
it: Scan sistema
pt: Sistema-Scan

source: System Software
es: Software del sistema
fr: Logiciel système
it: Software di sistema
pt: Software do sistema

source: Testing Class Interfaces...
de: Testen der Klassen-Interfaces...
es: Comprobando interfaces de clase...
fr: Vérification des interfaces de classes...
it: Verifica interfacce di classe...
pt: A Testar Interfaces de Classe...

source: Testing Class key path references...
de: Testen der Klassen-Schlüssel-Pfad-Referenzen...
es: Comprobando referencias de rutas de claves de clase...
fr: Vérification des renvois des chemins d’accès aux clés de classes...
it: Verifica riferimenti percorsi chiave di classe...
pt: A testar referências do caminho da chave de Classe...

source: Testing Type Library references...
de: Testen der Typbibliotheks-Referenzen...
es: Comprobando referencias de bibliotecas de tipo
fr: Vérification des renvois à la bibliothèque de types...
it: Verifica riferimenti sulle librerie di tipi...
pt: A testar referências da Biblioteca de Tipo...

# TestingUserSoftwarePaths
source: Testing for invalid user software paths...
de: Testen auf ungültige Benutzer-Software-Pfade...
es: Buscando rutas de software de usuario no válidas...
fr: Vérification de la validité des chemins d’accès aux logiciels utilisateur...
it: Verifica percorsi software utente non validi...
pt: A testar caminhos inválidos do software de utilizador...

source: Type Libraries
de: Typbibliotheken
es: Bibliotecas de tipo
fr: Bibliothèques de types
it: Librerie di tipi
pt: Bibliotecas de Tipo

source: Uninstall Executable Paths
de: Pfad zur Deinstallationsdatei
es: Rutas de ejecutables de desinstalación
fr: Chemins d’accès de programmes de désinstallation
it: Disinstalla percorsi eseguibili
pt: Desinstalar Caminhos Executáveis

source: User Scan
de: Benutzer-Scan
es: Análisis de usuario
fr: Scan utilisateur
it: Scan utente
pt: Scan de utilizador

source: User Software
de: Benutzer-Software
es: Software de usuario
fr: Logiciel utilisateur
it: Software utente
pt: Software de Utilizador

source: User Software Paths
de: Benutzer-Software-Pfad
es: Rutas de software de usuario
fr: Chemins d’accès de logiciels utilisateur
it: Percorsi software utente
pt: Caminhos do Software de Utilizador

source: Virtual Device Registration
de: Registrierung der virtuellen Geräte
es: Registro de dispositivos virtuales
fr: Base de registre d’appareils virtuels
it: Registrazione dispositivo virtuale
pt: Registo do Dispositivo Virtual

source: Virtual Devices
de: Virtuelle Geräte
es: Dispositivos virtuales
fr: Appareils virtuels
it: Dispositivi virtuali
pt: Dispositivos Virtuais

source: Win32 Help Files
de: Win32-Hilfedateien
es: Archivos de ayuda de Win32
fr: Fichiers d’aide Win32
it: File di guida Win32
pt: Ficheiros de ajuda Win32
