Repository: freemium-gmbh/toolbar-release
Catalog: Knots/Security And Privacy/TracksEraser/Resources.*.resx
Languages: es, fr, it, pt

# win_temp_files
source: Windows Temporary Files
es: Archivos temporales de Windows
fr: Windows - Fichiers temporaires
it: File temporanei Windows
pt: Ficheiros Temporários do Windows

source: Cookies
it: Cookie

source: Error
fr: Erreur
it: Errore
pt: Erro

# firefox_cookies
source: Mozilla Firefox - Cookies
it: Mozilla Firefox - Cookie

# google_cookies
source: Google Chrome - Cookies
it: Google Chrome - Cookie

source: MS Management Console
fr: Console de gestion Microsoft
