Repository: freemium-gmbh/toolbar-release
Catalog: Knots/Security And Privacy/TracksEraser/Resources.*.resx
Languages: es, fr, it, pt

# after_scan_msg
source: Your tracks have been erased successfully ! Please note that some files and registry keys are automatically regenerated by the operating system once they are deleted, however the previous data in them has been reset.
es: ¡Se han borrado correctamente los rastros! Tenga en cuenta que el sistema operativo regenera automáticamente algunos archivos y claves del registro cuando se eliminan. Sin embargo, los datos anteriores que contenían han sido restablecidos.
fr: Les traces de votre activité ont été supprimées avec succès. Tenez compte du fait que certains fichiers et certaines clés de la base de registre sont de nouveau générés automatiquement par votre système d’exploitation dès qu’ils sont effacés. Les données contenues jusqu’à présent ont été réinitialisées.
it: Le tue tracce sono state cancellate con successo! Attenzione: alcuni file e chiavi di registro vengono rigenerati automaticamente dal sistema operativo dopo essere stati eliminati, tuttavia i dati in essi contenuti precedentemente vengono reimpostati.
pt: Os seus registos foram apagados com sucesso ! Tenha em atenção que alguns ficheiros e chaves de registos são gerados novamente de forma automática pelo sistema operativo assim que são eliminados, contudo os dados anteriores foram redefinidos.

source: Analyse
es: Analizar
fr: Analyser
it: Analizza
pt: Analisar

source: ANALYSIS REPORT
es: INFORME DE ANÁLISIS
fr: RAPPORT D’ANALYSE
it: RAPPORTO DI ANALISI
pt: RELATÓRIO DE ANÁLISE

# auto_pass
source: Intelligent Forms - Auto Complete Passwords
es: Formularios inteligentes: autocompletar contraseñas
fr: Formulaires intelligents - Saisie automatique de mots de passe
it: Moduli intelligenti - Completamento automatico password
pt: Formulários Inteligentes - Palavras-passe de Conclusão Automática

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Check
es: Seleccionar
fr: Sélectionner
it: Seleziona
pt: Selecionar

source: Check all
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
pt: Selecionar tudo

source: Check invert
es: Invertir selección
fr: Inverser la sélection
it: Inverti selezione
pt: Selecionar invertido

# check_mark_cookies
source: Select the Internet Explorer cookies you want to delete and click "Delete checked cookies now" below.
es: Seleccionar las cookies de Internet Explorer que se quiera eliminar y hacer clic debajo en "Eliminar cookies seleccionadas ahora".
fr: Sélectionnez les cookies d’Internet Explorer que vous souhaitez supprimer et cliquez sur « Supprimer les cookies sélectionnés ».
it: Seleziona i cookie di Internet Explorer che desideri eliminare e fai clic su "Elimina cookie selezionati ora" in basso.
pt: Selecione os cookies do Internet Explorer que pretende eliminar e clique em baixo em "Eliminar cookies selecionados agora".

# check_mark_cookies_ff
source: Select the Firefox cookies you want to delete and click "Delete checked cookies now" below.
es: Seleccionar las cookies de Firefox que se quiera eliminar y hacer clic debajo en "Eliminar cookies seleccionadas ahora".
fr: Sélectionnez les cookies de Firefox que vous souhaitez supprimer et cliquez sur « Supprimer les cookies sélectionnés ».
it: Seleziona i cookie di Firefox che desideri eliminare e fai clic su "Elimina cookie selezionati ora" in basso.
pt: Selecione os cookies do Firefox que pretende eliminar e clique em baixo em "Eliminar cookies selecionados agora".

# check_mark_cookies_google
source: Select the Chrome cookies you want to delete and click "Delete checked cookies now" below.
es: Seleccionar las cookies de Chrome que se quiera eliminar y hacer clic debajo en "Eliminar cookies seleccionadas ahora".
fr: Sélectionnez les cookies de Chrome que vous souhaitez supprimer et cliquez sur « Supprimer les cookies sélectionnés ».
it: Seleziona i cookie di Chrome che desideri eliminare e fai clic su "Elimina cookie selezionati ora" in basso.
pt: Selecione os cookies do Chrome que pretende eliminar e clique em baixo em "Eliminar cookies selecionados agora".

# check_mark_urls_ie
source: Select the Internet Explorer URLs you want to delete and click "Delete checked URLs now" below.
es: Seleccionar las direcciones URL de Internet Explorer que se quiera eliminar y hacer clic debajo en "Eliminar URL seleccionadas ahora".
fr: Sélectionnez les URL d’Internet Explorer que vous souhaitez supprimer et cliquez sur « Supprimer les URL sélectionnées ».
it: Seleziona gli URL di Internet Explorer che desideri eliminare e fai clic su "Elimina URL selezionati ora" in basso.
pt: Selecione os URLs do Internet Explorer que pretende eliminar e clique em baixo em "Eliminar URLs selecionados agora".

source: Check none
es: No seleccionar
fr: Ne rien sélectionner
it: Non selezionare nulla
pt: Não selecionar

# closed_ff
source: This operation requires Firefox to be closed. Are you sure FireFox is closed?
es: Para realizar esta operación es necesario que Firefox esté cerrado. ¿Está seguro de que es así
fr: Pour cette opération, Firefox doit être fermé. Êtes-vous sûr(e) que Firefox est fermé ?
it: Questa operazione richiede la chiusura di Firefox. Sei sicuro che Firefox sia chiuso?
pt: Tem de fechar o Firefox para esta operação. Tem a certeza de que o FireFox está fechado

# closed_google
source: This operation requires Chrome to be closed. Are you sure Chrome is closed?
es: Para realizar esta operación es necesario que Chrome esté cerrado. ¿Está seguro de que es así
fr: Pour cette opération, Chrome doit être fermé. Êtes-vous sûr(e) que Chrome est fermé ?
it: Questa operazione richiede la chiusura di Chrome. Sei sicuro che Chrome sia chiuso?
pt: Tem de fechar o Chrome para esta operação. Tem a certeza de que o Chrome está fechado

# CloseIE
source: This requires Internet Explorer to be closed. Are you sure Internet Explorer is closed?
es: Para ello es necesario que Internet Explorer se cierre. ¿Estás seguro de Internet Explorer está cerrado?
fr: Cela nécessite Internet Explorer être fermé. Etes-vous sûr d'Internet Explorer est fermé?
it: Ciò richiede Internet Explorer per essere chiuso. Sei sicuro di Internet Explorer è chiuso?
pt: Isso requer o Internet Explorer para ser fechado. Você tem certeza que o Internet Explorer é fechado?

# CloseIE1
source: This requires Internet Explorer to be closed. Are you sure Internet Explorer is closed?
es: Para poder ejecutar esta operación es necesario cerrar Internet Explorer. ¿Realmente está cerrado Internet Explorer?
fr: Pour cette opération, Internet Explorer doit être fermé. Êtes-vous sûr(e) qu’Internet Explorer est fermé ?
it: Per questo processo Internet Explorer deve essere chiuso. Internet Explorer è chiuso?
pt: Para este procedimento o Internet Explorer tem de estar fechado. Tem a certeza que o Internet Explorer está fechado?

# close_chrome_to_erase
source: Google Chrome is already running, please close it then run scan again.
es: Google Chrome se está ejecutando. Ciérrelo y ejecute de nuevo el análisis.
fr: Google Chrome est déjà en cours d’exécution, veuillez le fermer et procéder à un nouveau scan.
it: Google Chrome è in esecuzione, chiuderlo e rieseguire lo scan.
pt: Google Chrome está a ser executado, feche-o e faça scann novamente.

# close_ff
source: Please close Firefox and retry
es: Cierre Firefox y vuélvalo a intentar
fr: Fermez Firefox et procédez à un nouvel essai.
it: Chiudi Firefox e riprova
pt: Feche o Firefox e tente novamente

# close_firefox_to_erase
source: Mozilla Firefox is already running, please close it then run scan again.
es: Mozilla Firefox se está ejecutando. Ciérrelo y ejecute de nuevo el análisis.
fr: Mozilla Firefox est déjà en cours d’exécution, veuillez le fermer et procéder à un nouveau scan.
it: Mozilla Firefox est déjà en cours d’exécution, veuillez le fermer et procéder à un nouveau scan.
pt: Mozilla Firefox já está em execução, feche-o em seguida, execute o Scan novamente.

# close_google
source: Please close Chrome and retry
es: Cierre Chrome y vuélvalo a intentar
fr: Fermez Chrome et procédez à un nouvel essai.
it: Chiudi Chrome e riprova
pt: Feche o Chrome e tente novamente

# close_iexplore_to_erase
source: This operation requires Internet Explorer to be closed. Are you sure Internet Explorer is closed?
es: Esta operación requiere Internet Explorer se cierre. ¿Estás seguro de Internet Explorer está cerrado?
fr: Cette opération nécessite Internet Explorer être fermé. Etes-vous sûr d'Internet Explorer est fermé?
it: Questa operazione richiede Internet Explorer per essere chiuso. Sei sicuro di Internet Explorer è chiuso?
pt: Esta operação requer o Internet Explorer para ser fechado. Você tem certeza que o Internet Explorer é fechado?

# close_ie_to_erase
source: This operation requires Internet Explorer to be closed. Are you sure Internet Explorer is closed?
es: Para poder ejecutar esta operación es necesario cerrar Internet Explorer. ¿Realmente está cerrado Internet Explorer?
fr: Pour cette opération, Internet Explorer doit être fermé. Êtes-vous sûr(e) qu’Internet Explorer est fermé ?
it: Per questo processo Internet Explorer deve essere chiuso. Internet Explorer è chiuso?
pt: Para este procedimento o Internet Explorer tem de estar fechado. Tem a certeza que o Internet Explorer está fechado?

# close_ie_to_erase1
source: Internet Explorer is already running, please close and try scanning again.
es: Internet Explorer se está ejecutando. Ciérrelo y ejecute de nuevo el análisis.
fr: Internet Explorer est déjà en cours d’exécution, veuillez le fermer et procéder à un nouveau scan.
it: Internet Explorer è in esecuzione, chiuderlo e rieseguire lo scan.
pt: Internet Explorer está a ser executado, feche-o e faça scann novamente.

# cookie_info_locked_ff
source: Mozilla Firefox is not installed
es: Mozilla Firefox no está instalado
fr: Mozilla Firefox n’est pas installé.
it: Mozilla Firefox non è installato
pt: O Mozilla Firefox não está instalado

# cookie_info_locked_google
source: Google Chrome is not installed
es: Google Chrome no está instalado
fr: Google Chrome n’est pas installé.
it: Google Chrome non è installato
pt: O Google Chrome não está instalado

# del_cookies
source: Delete checked cookies now
es: Eliminar cookies seleccionadas ahora
fr: Supprimer maintenant les cookies sélectionnés
it: Elimina cookie selezionati ora
pt: Eliminar cookies selecionados agora

# del_urls
source: Delete checked URLs now
es: Eliminar URL seleccionadas ahora
fr: Supprimer maintenant les URL sélectionnées
it: Elimina URL selezionati ora
pt: Eliminar URLs selecionados agora

# details_files_tobe_del
source: Details of files to be deleted
es: Detalles de los archivos que se van a eliminar
fr: Détails des fichiers à supprimer
it: Dettagli dei file da eliminare
pt: Detalhes dos ficheiros a eliminar

# details_reg_tobe_del
source: Details of Windows registry keys to be deleted
es: Detalles de las claves del registro de Windows que se van a eliminar
fr: Détails des clés de la base de registre Windows à supprimer
it: Dettagli delle chiavi di registro di Windows da eliminare
pt: Detalhes das chaves de registo do Windows a serem eliminadas

# erase_check_track
source: Erase checked tracks
es: Borrar rastros seleccionados
fr: Effacer les traces sélectionnées
it: Cancella le tracce selezionate
pt: Apagar registos selecionados

# error_check_tracks
source: like to erase using the checkbox to thte left of the track name
es: gustaría borrar utilizando la casilla que aparece a la izquierda del nombre de rastro
fr: que vous souhaitez supprimer en cochant la case située à gauche de l’entrée correspondante.
it: Fai clic per cancellare utilizzando la casella di spunta a sinistra del nome della traccia
pt: gostaria de apagar utilizando a caixa de verificação à esquerda do nome do registo

# error_erased_succ
source: Selected tracks have been erased successfully
es: Se han borrado correctamente los rastros seleccionados
fr: Les traces sélectionnées ont été supprimées avec succès.
it: Le tracce selezionate sono state cancellate con successo
pt: Os registos selecionados foram apagados com sucesso

# error_no_tracks_checked
source: No tracks checked. To erase tracks, please check each track you would
es: No hay rastros seleccionados. Para eliminar rastros, seleccione aquellos que le
fr: Aucune entrée n’a été sélectionnée. Pour effacer des traces, vous devez sélectionner les entrées correspondantes.
it: Nessuna traccia selezionata. Per cancellare le tracce, seleziona ogni traccia desiderata
pt: Não existem registos selecionados. Para apagar registos, selecionado cada registo que

# error_rec_bin
source: Error accessing Recycle Bin
es: Error al acceder a la Papelera de reciclaje
fr: Erreur lors de l’accès à la corbeille
it: Errore di accesso al Cestino
pt: Erro ao aceder à Reciclagem

# error_select
source: You haven't selected any items to analyze
es: No ha seleccionado ningún elemento para su análisis
fr: Aucun élément n’a été sélectionné pour l’analyse.
it: Non hai selezionato alcun elemento da analizzare
pt: Não selecionou quaisquer itens a analisar

# error_sure
source: Are you sure you want to erase
es: ¿Está seguro de que desea borrar
fr: Êtes-vous sûr(e) de vouloir
it: Sei sicuro di voler cancellare
pt: Tem a certeza de que pretende apagar

# error_tracks
source: track(s)
es: rastro(s)
fr: effacer ces traces ?
it: traccia/tracce
pt: registo(s)

source: FF Cookie Manager
es: Administrador de cookies de FF
fr: Firefox - Gérer les cookies
it: Gestione cookie FF
pt: Gestor de Cookies FF

source: files
es: archivos
fr: Fichiers
it: file
pt: ficheiros

source: file(s) and
es: archivo(s) y
fr: Fichier(s) et
it: file e
pt: ficheiro(s) e

source: file(s) from
es: archivo(s) de
fr: Fichier(s) issus de
it: file da
pt: ficheiro(s) de

# file_folder_list
source: Microsoft Common Dialog - File/Folder List
es: Cuadro de diálogo común de Microsoft: lista de archivos/carpetas
fr: Boîte de dialogue générale Microsoft - Liste des fichiers/dossiers
it: Microsoft Common Dialog - Elenco file/cartelle
pt: Caixa de Diálogo Comum da Microsoft - Lista de Ficheiros/Pastas

# firefox_cache
source: Mozilla Firefox - Internet Cache
es: Mozilla Firefox: caché de Internet
fr: Mozilla Firefox - Cache Internet
it: Mozilla Firefox - Cache Internet
pt: Mozilla Firefox - Cache da Internet

# firefox_download_history
source: Mozilla Firefox - Download Manager History
es: Mozilla Firefox: historial del administrador de descargas
fr: Mozilla Firefox - Historique du gestionnaire des téléchargements
it: Mozilla Firefox - Scarica cronologia Gestione
pt: Mozilla Firefox - Transferir Histórico do Gestor

# firefox_history
source: Mozilla Firefox - History
es: Mozilla Firefox: historial
fr: Mozilla Firefox - Historique
it: Mozilla Firefox - Cronologia
pt: Mozilla Firefox - Histórico

# firefox_saved_info
source: Mozilla Firefox - Saved Form Information
es: Mozilla Firefox: información guardada de formularios
fr: Mozilla Firefox - Données de formulaire enregistrées
it: Mozilla Firefox - Informazioni modulo salvate
pt: Mozilla Firefox - Informação Guardada do Formulário

# firefox_saved_pass
source: Mozilla Firefox - Saved Passwords
es: Mozilla Firefox: contraseñas guardadas
fr: Mozilla Firefox - Mots de passe enregistrés
it: Mozilla Firefox - Password salvate
pt: Mozilla Firefox - Palavras-passe Guardadas

# firefox_search_history
source: Mozilla Firefox - Search History
es: Mozilla Firefox: historial de búsquedas
fr: Mozilla Firefox - Historique de recherche
it: Mozilla Firefox - Cronologia di ricerca
pt: Mozilla Firefox - Histórico da Procura

# google_cache
source: Google Chrome - Internet Cache
es: Google Chrome: caché de Internet
fr: Google Chrome - Cache Internet
it: Google Chrome - Cache Internet
pt: Google Chrome - Cache da Internet

# google_chrome_running
source: Google Chrome is running. Please close the Google Chrome browser to delete cookies.
es: Google Chrome se está ejecutando Cierre el navegador Google Chrome para eliminar las cookies.
fr: Google Chrome est en cours d’exécution. Veuillez fermer Google Chrome afin de permettre la suppression des cookies.
it: Google Chrome è in esecuzione. Chiudi il browser Google Chrome per eliminare i cookie.
pt: O Google Chrome está em execução. Feche o browser do Google Chrome para eliminar cookies.

# google_cookie_manager
source: Chrome Cookie Manager
es: Administrador de Google Chrome
fr: Google Chrome - Gérer les cookies
it: Chrome - Gestione dei cookie
pt: Gestor de Cookies do Chrome

# google_download_history
source: Google Chrome - Download History
es: Google Chrome: historial de descargas
fr: Google Chrome - Historique des téléchargements
it: Google Chrome - Scarica cronologia
pt: Google Chrome - Histórico de Transferência

# google_history
source: Google Chrome - History
es: Google Chrome: historial
fr: Google Chrome - Historique
it: Google Chrome - Cronologia
pt: Google Chrome - Histórico

# google_saved_info
source: Google Chrome - Saved From Information
es: Google Chrome: información guardada de formularios
fr: Google Chrome - Données de formulaire enregistrées
it: Google Chrome - Informazioni sul modulo salvato
pt: Google Chrome - Guardado a partir da Informação

# HelpUrl
source: http://freemium.com/company/faq/
es: http://es.freemium.com/company/faq/
fr: http://fr.freemium.com/company/faq/
it: http://it.freemium.com/company/faq/
pt: http://pt.freemium.com/company/faq/

# ie_cookies
source: Internet Explorer Cookies
es: Cookies de Internet Explorer
it: Cookie di Internet Explorer
pt: Cookies do Internet Explorer

# ie_cookie_mngr
source: IE Cookie Manager
es: Administrador de cookies de IE
fr: Internet Explorer - Gérer les cookies
it: Gestione dei cookie IE
pt: Gestor de Cookies do IE

# ie_history
source: Internet Explorer History
es: Historial de Internet Explorer
fr: Internet Explorer - Historique
it: Cronologia di Internet Explorer
pt: Histórico do Internet Explorer

source: IE History item:
es: Elemento de historial de IE:
fr: Internet Explorer - Entrée de l’historique :
it: Elemento cronologia IE:
pt: Item do Histórico do IE:

# ie_running
source: Internet Explorer is running. Please close the Internet Explorer browser to delete cookies.
es: Internet Explorer se está ejecutando. Para poder eliminar los cookies es necesario cerrar Internet Explorer.
fr: Internet Explorer est en cours d’exécution. Veuillez fermer Internet Explorer pour supprimer les cookies.
it: Internet Explorer è in esecuzione. Chiudere Internet Explorer per cancellare i cookie.
pt: Internet Explorer é executado. Por favor feche o Internet Explorer para eliminar cookies.

source: IE Typed URLs
es: URL introducidas en IE
fr: Internet Explorer - URL saisies
it: URL scritti di IE
pt: URLs do Tipo IE

# ie_url_history
source: Internet Explorer - URL History
es: Internet Explorer: historial de URL
fr: Internet Explorer - Historique des URL
it: Internet Explorer - Cronologia URL
pt: Internet Explorer - Histórico do URL

# index_files
source: Index.dat Files
es: Archivos Index.dat
fr: Fichiers index.dat
it: File Index.dat
pt: Ficheiros Index.dat

# info
source: Information
es: Información
it: Informazioni
pt: Informação

# item_running_or_installed
source: The item cant be checked, because it's already running or not installed.
es: No es posible seleccionar este elemento porque ya se está ejecutando o no está instalado.
fr: Cet élément ne peut pas être sélectionné car il a déjà été d’exécuté ou il n’est pas installé.
it: L'elemento non può essere selezionato perché è già in esecuzione, oppure non è installato.
pt: Não é possível selecionar o item, porque já está a ser executado ou não está instalado.

source: Language
es: Idioma
fr: Langue
it: Lingua
pt: Idioma

# mozilla_firefox_running
source: Mozilla Firefox is running. Please close the Mozilla Firefox browser to delete cookies.
es: Mozilla Firefox se está ejecutando. Cierre el navegador Mozilla Firefox para eliminar las cookies.
fr: Mozilla Firefox est en cours d’exécution. Veuillez fermer Mozilla Firefox afin de permettre la suppression des cookies.
it: Mozilla Firefox è in esecuzione. Chiudi il browser Mozilla Firefox per eliminare i cookie.
pt: O Mozilla Firefox está a ser executado. Feche o browser do Mozilla Firefox para eliminar cookies.

# network_places
source: My Network Places
es: Mis sitios de red
fr: Environnement réseau
pt: Os Meus Locais de Rede

source: Ok
es: Aceptar

source: Options
es: Opciones
it: Opzioni
pt: Opções

source: Plug-ins
es: Complementos
fr: Modules d’extension
it: Componenti aggiuntivi

# registries_from
source: Registry entries from
es: registros de
fr: Entrées de la base de registre issues de
it: registri di
pt: registos de

source: Results
es: Resultados
fr: Résultats
it: Risultati
pt: Resultados

source: Run eraser
es: Ejecutar borrador
fr: Procéder à la suppression
it: Esegui lo Strumento di cancellazione
pt: Executar eliminador

source: Scanning
es: Analizando
fr: Vérification en cours...
it: Scansione in corso
pt: Analisar

# scanning_tracks
source: Analysis of selected tracks
es: Analizando rastros seleccionados
fr: Les traces sélectionnées sont analysées...
it: Analisi delle tracce selezionate in corso
pt: Analisar registos selecionados

source: Scan started.
es: Análisis iniciado.
fr: Vérification lancée.
it: Scansione avviata.
pt: Análise iniciada.

# show_av_er_tracks
source: Show only available eraseable tracks
es: Sólo las pistas borrables
fr: Seules les pistes effaçables
it: Solo tracce cancellabili
pt: Apenas faixas apagáveis

# start_menu_history
source: Start Menu Click History
es: Historial de clics en el menú Inicio
fr: Historique des clics du menu Démarrer
it: Avvia cronologia clic di menu
pt: Histórico de Cliques do Menu de Início

# status_strip
source: statusStrip1
es: estadoBarra1
pt: estadoFaixa1

# sys_error
source: System Error
es: Error del sistema
fr: Erreur système
it: Errore di sistema
pt: Erro do Sistema

# temp_internet_files
source: Temporary Internet Files
es: Archivos temporales de Internet
fr: Fichiers Internet temporaires
it: File temporanei Internet
pt: Ficheiros de Internet Temporários

source: to be removed
es: se eliminarán
fr: qui doivent être supprimés
it: da rimuovere
pt: a ser removido

# tobe_removed_win_reg
source: items to be removed in Windows registry
es: elementos se eliminarán del registro de Windows
fr: Éléments qui doivent être supprimés de la base de registre Windows
it: elementi da rimuovere nel registro di Windows
pt: itens a serem removidos no registo do Windows

# toolStrip
source: toolStrip1
es: herramientaBarra1
pt: ferramentaFaixa1

source: Tracks
es: Rastros
fr: Traces
it: Tracce
pt: Registos

# tracks_eraser
source: Erase tracks
es: Borrar rastros
fr: Effacer les traces
it: Cancella tracce
pt: Apagar registos

# track_eraser
source: Erase tracks
es: Borrar rastros
fr: Effacer les traces
it: Cancella tracce
pt: Apagar registos

source: URLs
es: URL
fr: URL
it: URL

source: Warning
es: Advertencia
fr: Avertissement
it: Avviso
pt: Aviso

# win_clipboard
source: Windows Clipboard
es: Portapapeles de Windows
fr: Presse-papiers Windows
it: Appunti di Windows
pt: Área de Transferência do Windows

# win_map_drives
source: Windows Mapped Network Drives
es: Unidades de red asignadas de Windows
fr: Windows - Lecteurs réseau connectés
it: Unità di rete mappate di Windows

# win_rec_bin
source: Windows Recycle Bin
es: Papelera de reciclaje de Windows
fr: Windows - Corbeille
it: Cestino di Windows
pt: Reciclagem do Windows

# win_rec_doc
source: Windows Recent Documents
es: Documentos recientes de Windows
fr: Windows - Derniers documents utilisés
it: Documenti recenti di Windows
pt: Documentos Recentes do Windows

# win_st_menu_run
source: Windows Start Menu Run
es: Ejecutar del menú Inicio de Windows
fr: Windows - Exécuter (dans le menu Démarrer)
it: Esegui dal menu Start di Windows
pt: Executar do Menu Iniciar do Windows
