Repository: freemium-gmbh/toolbar-release
Catalog: Knots/Security And Privacy/File Splitter and Joiner/Resources.*.resx
Languages: de, es, fr, it, pt

# access_denied
source: You are not allowed to write to given destination. Please choose another destination folder.
de: Sie sind nicht berechtigt, um bestimmtes Ziel zu schreiben. Bitte wählen Sie einen anderen Zielordner.
es: No está permitido escribir en destino determinado. Por favor, elija otra carpeta de destino.
fr: Vous n'êtes pas autorisé à écrire dans une destination donnée. S'il vous plaît choisir un autre dossier de destination.
it: Non ti è permesso di scrivere determinata destinazione. Si prega di scegliere un'altra cartella di destinazione.
pt: Você não tem permissão para escrever para determinado destino. Por favor, escolha outra pasta de destino.

# add_self_joining
source: Add a self-joining executable
de: Selbstzusammenführende Datei erstellen
es: Agregar un ejecutable que se reconstruya automáticamente
fr: Créer un fichier EXE auto-assemblé
it: Aggiungi un eseguibile self-join
pt: Adicionar um executável de junção automática

# application_paused
source: Application is now paused. Are you sure you want to quit
de: Anwendung ist pausiert. Möchten Sie wirklich beenden
es: La aplicación está en pausa. ¿Está seguro de que desea salir
fr: L’application est en suspens. Souhaitez-vous vraiment terminer ?
it: L'applicazione è in pausa. Sei sicuro di voler uscire?
pt: A aplicação está em pausa. Tem a certeza de que pretende sair

# bigger_faster
source: (bigger is faster)
de: (größer ist schneller)
es: (cuanto más grande, más rápido)
fr: (plus volumineux = plus rapide)
it: (più è grande, più è veloce)
pt: (maior é mais rápido)

# browse_for_part
source: Browse for file part
de: Nach Dateiteil suchen
es: Buscar parte de archivo
fr: Rechercher des fragments de fichiers
it: Sfoglia la parte del file
pt: Procurar parte de ficheiro

source: Busy
de: Beschäftigt
es: Ocupado
fr: Occupé
it: Occupato
pt: Ocupado

# create_dictionary
source: Inexistent directory. Would you like to create directory
de: Verzeichnis existiert nicht. Möchten Sie es erstellen
es: Directorio no existente. ¿Desea crear el directorio
fr: Le répertoire n’existe pas. Souhaitez-vous créer le répertoire ?
it: Directory inesistente. Vuoi crearla?
pt: Diretório inexistente. Pretende criar o diretório

source: Custom
de: Eigen
es: Personalizado
fr: Défini par l’utilisateur
it: Personalizzato
pt: Personalizar

# data_size_splits_after
source: Data size in which splitting occurs after
de: Dateigröße nach Aufteilung
es: Tamaño de datos a partir del cual se produce la división
fr: Taille du fichier après division
it: Dimensioni dei dati nei quali avviene la divisione dopo
pt: Tamanho dos dados no qual a divisão ocorre após

# debug_vars
source: Debug variables
de: Debugvariablen
es: Depurar variables
fr: Variables de débogage
it: Debug variabili
pt: Depurar variáveis

# delete_pieces
source: Delete pieces and executable file after joining
de: Die einzelnen Teile und die ausführbare Datei nach Zusammenführung löschen
es: Eliminar los fragmentos y el archivo ejecutable después de la unión
fr: Supprimer les fragments et le fichier EXE exécutable après l’assemblage
it: Elimina pezzi e file eseguibili dopo l'unione
pt: Eliminar partes e ficheiro executável após a junção

# doselect_join_file
source: Would you like to select the files to join first?
de: Möchten Sie zunächst die Dateien zum Zusammenführen auswählen?
es: ¿Desea seleccionar el archivo .Join
fr: Souhaitez-vous sélectionner le fichier .join ?
it: Vuoi selezionare il file .Join?
pt: Pretende selecionar o ficheiro .Join

# do_events
source: Do events also at every
de: Ereignisse auch ausführen bei jedem
es: Realizar eventos también cada
fr: Exécuter aussi les événements à chaque
it: Esegui gli eventi anche ogni
pt: Efetuar eventos também em cada

# do_events_also
source: Do events also at every (nr. of bytes)
de: Ereignisse auch ausführen bei jedem (Anzahl an Bytes)
es: Realizar eventos también cada (nº de bytes)
fr: Exécuter aussi les événements après (nombre d’octets)
it: Esegui gli eventi anche ogni (num. di byte)
pt: Efetuar eventos também em cada (nº de bytes)

source: File Joiner
de: Dateizusammenführung
es: Herramienta de unión de archivos
fr: Assembler le fichier
it: Strumento di unione dei file
pt: Junção de Ficheiros

source: File name
de: Dateiname
es: Nombre de archivo
fr: Nom du fichier
it: Nome file
pt: Nome do Ficheiro

source: File size
de: Dateigröße
es: Tamaño de archivo
fr: Taille du fichier
it: Dimensione file
pt: Tamanho do ficheiro

# file_size_changed
source: File size has changed
de: Dateigröße wurde geändert
es: El tamaño de archivo ha cambiado
fr: La taille du fichier a été modifiée.
it: La dimensione del file è stata modificata
pt: O tamanho do ficheiro foi alterado

source: File Splitter
de: Dateiaufteilung
es: Herramienta de división de archivos
fr: Division du fichier
it: Strumento di divisione dei file
pt: Divisão de Ficheiros

# file_splitter_joiner
source: Split & Join
de: Aufteilen & Zusammenführen
es: Dividir y unir
fr: Segmenter et assembler
it: Dividi e unisci
pt: Dividir e Juntar

# file_splitter_joiner_title
source: Split && Join
de: Aufteilen && Zusammenführen
es: Dividir y unir
fr: Diviser &et assembler
it: Dividi e unisci
pt: Dividir e Juntar

# HelpUrl
source: http://freemium.com/company/faq/
de: http://freemium.com/public/downloads/de/pdf/HandbuchFreemiumSystemUtilitiesDeutsch.pdf
es: http://es.freemium.com/company/faq/
fr: http://fr.freemium.com/company/faq/
it: http://it.freemium.com/company/faq/
pt: http://pt.freemium.com/company/faq/

source: Idle
de: Unbeschäftigt
es: Inactivo
fr: Quand l’ordinateur est inactif
it: Inattivo
pt: Inativo

source: Invalid Path
de: Ungültiger Pfad
es: Ruta no válida
fr: Chemin d’accès invalide
it: Percorso non valido
pt: Caminho Inválido

# joined
source: Join succeeded
de: Zusammenführen erfolgreich
es: Unión correcta
fr: Assemblage effectué avec succès
it: Unione riuscita
pt: Junção com sucesso

source: Joining Info
de: Informationen
es: Información de unión (contenido de archivo .Join)
fr: Informations (contenu du fichier .join)
it: Informazioni di unione (contenuto file .Join)
pt: Informação da Junção (conteúdo do ficheiro .Join)

source: Join file
de: Zusammenführen
es: Unir archivo
fr: Assembler
it: Unisci file
pt: Juntar ficheiro

# join_interrupted
source: Joining interrupted. Cannot continue!
de: Verbinden unterbrochen. Kann nicht fortgesetzt werden!
es: Conexión interrumpida. No se puede continuar.
fr: Connexion interrompue Le processus ne peut pas être poursuivi !
it: Collegamento interrotto. Impossibile continuare!
pt: Conexão interrompida. Não é possível continuar!

# may_not_respond
source: (the application may not respond for a long time if the value is too big)
de: (Die Anwendung reagiert eventuell für längere Zeit nicht, wenn der Wert zu groß ist)
es: (si el valor es demasiado alto, es posible que la aplicación deje de responder durante un largo periodo de tiempo)
fr: (L’application peut mettre un certain temps à réagir quand la valeur est trop élevée.)
it: (l'applicazione potrebbe non rispondere a lungo se il valore è troppo grande)
pt: (a aplicação pode não responder durante muito tempo se o valor for demasiado grande)

# min_parts_count
source: At least 2 part files to join
de: Mindestens 2 Datei-Teile zum Zusammenführen
es: Para realizar una fusión se precisan al menos 2 partes de un archivo.
fr: Au moins 2 parties de fichier à assembler
it: Almeno 2 parti di file da riunire
pt: No mínimo 2 partes do ficheiro para unir

# not_enough_disk_space
source: Not enough disk space. Please specify another folder.
de: Nicht ausreichend Speicherplatz. Bitte verwenden Sie ein anderes Verzeichnis.
es: Espacio insuficiente. Utilice otra carpeta.
fr: Espace de stockage insuffisant Veuillez utiliser un autre répertoire.
it: Spazio di memoria insufficiente. Utilizzare un'altra cartella.
pt: Memória insuficiente. Por favor utilize outro índice.

# not_join_file
source: Not a .Join file
de: Keine .join-Datei
es: No es un archivo .Join
fr: Pas de fichier .join
it: Non è un file .Join
pt: Não é um ficheiro .Join

# num_of_files
source: Number of file parts
de: Anzahl an Dateiteilen
es: Número de archivos en que se dividirá el archivo
fr: Nombre de fragments de fichiers souhaités
it: Numero di file nei quali verrà diviso il file
pt: Número de ficheiros pelo qual se divide o seu ficheiro

# num_of_pieces
source: Number of pieces
de: Teileanzahl
es: Número de fragmentos
fr: Nombre de fragments
it: Numero di pezzi
pt: Número de partes

# num_pieces
source: Nr. of pieces
de: Teileanzahl
es: Nº de fragmentos
fr: Nombre de fragments
it: Num. di pezzi
pt: Nº de partes

source: OK
es: Correcto

source: Options
de: Optionen
es: Opciones
it: Opzioni
pt: Opções

# overwrite_confirm
source: A file with the same name as the joined file already exists. Are you sure you want to overwrite this file?
de: Eine Datei mit dem gleichen Namen wie die zusammengefügte Datei existiert bereits. Sind Sie sicher, dass Sie diese Datei überschreiben?
es: Ya existe un archivo con el mismo nombre que el archivo fusionado. ¿Realmente desea sobrescribir este archivo?
fr: Un fichier portant le même nom que le fichier joint existe déjà. Êtes-vous sûr(e) de vouloir écraser ce fichier ?
it: Esiste già un file con lo stesso nome del file unito. Sovrascrivere definitivamente questo file?
pt: Já existe um ficheiro com o mesmo nome como o ficheiro composto. Tem a certeza que pretende escrever por cima do ficheiro?

# part_not_found
source: A file part is missing. Cannot continue!
de: Ein Datei-Teil wurde nicht gefunden. Kann nicht fortgesetzt werden.
es: Falta una parte del archivo. ¡No es posible continuar!
fr: Un fragment de fichier n’a pas été trouvé. Impossible de continuer.
it: Manca una parte del file. Impossibile continuare!
pt: Falta uma parte do ficheiro. Não é possível continuar!

# part_num
source: Part nr.
de: Teilenummer
es: Nº de parte
fr: Numéro des fragments
it: Parte num.
pt: Parte nº

source: Pause
es: Pausa
it: Pausa
pt: Pausa

source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
pt: Em pausa

source: Pause Resume
de: Pause Fortsetzen
es: Pausa Reanudar
fr: Suspendre le processus
it: Riprendi dopo pausa
pt: Pausar Continuação

# pieces_deleted
source: Pieces were deleted
de: Teile wurden gelöscht
es: Se eliminaron los fragmentos
fr: Les fragments ont été supprimés.
it: I pezzi sono stati eliminati
pt: As partes foram eliminadas

source: Piece size
de: Teilgröße
es: Tamaño de fragmento
fr: Taille partielle
it: Dimensione pezzo
pt: Tamanho da parte

# refreshes_piece
source: Refreshes in a piece
de: Aktualisierungen in einem Teil
es: Actualiza un fragmento
fr: Tout actualiser
it: Aggiornamenti in un pezzo
pt: Atualiza numa parte

source: Refresh debug info
de: Debuginfos aktualisieren
es: Actualizar información de depuración
fr: Actualiser les infos de débogage
it: Aggiorna informazioni di debug
pt: Atualizar informação de depuração

# refresh_num
source: Refresh nr.
de: Aktualisierung-Nr.
es: Nº de actualizaciones
fr: N° d’actualisation
it: Num. aggiornamento
pt: Atualizar nº

source: Resume
de: Fortsetzen
es: Reanudar
fr: Continuer
it: Riprendi
pt: Continuar

# s360_min
source: 360 KB (minimum)
es: 360 KB (mínimo)
fr: 360 Ko (minimum)
it: 360 KB (minimo)
pt: 360 KB (mínimo)

# save_joined_file
source: Save joined file in folder
de: Zusammengeführte Datei in Ordner speichern
es: Guardar archivo unido en carpeta
fr: Enregistrer le fichier assemblé dans ce dossier :
it: Salva il file unito in una cartella
pt: Guardar ficheiro unido na pasta

# save_pieces
source: Save pieces in folder
de: Teile in Ordner speichern
es: Guardar fragmentos en carpeta
fr: Enregistrer les fragments dans ce dossier :
it: Salva i pezzi nella cartella
pt: Guardar partes na pasta

# select_create_folder
source: Select or create the folder to store the splitted files
de: Wählen oder erstellen Sie den Ordner, in dem die aufgeteilten Dateien gespeichert werden sollen
es: Seleccionar o crear la carpeta en la que se almacenarán los archivos divididos
fr: Sélectionnez ou créez le dossier dans lequel doivent être enregistrés les fragments du fichier divisé.
it: Seleziona o crea la cartella per memorizzare i file divisi
pt: Selecionar ou criar a pasta para armazenar os ficheiros divididos

# select_create_folder_join
source: Select or create the folder to store the joined file
de: Wählen oder erstellen Sie den Ordner, in dem die zusammengeführte Datei gespeichert werden soll
es: Seleccionar o crear la carpeta en la que se almacenará el archivo unido
fr: Sélectionnez ou créez le dossier dans lequel doit être enregistré le fichier assemblé.
it: Seleziona o crea la cartella per memorizzare i file uniti
pt: Selecionar ou criar a pasta para armazenar o ficheiro unido

# select_file_split
source: Select file to split
de: Aufzuteilende Datei auswählen
es: Seleccionar archivo que dividir
fr: Sélectionner le fichier à diviser
it: Seleziona file da dividere
pt: Selecionar ficheiro a dividir

source: Select .Join file
de: Zusammenzuführende Datei auswählen
es: Seleccionar archivo .Join
fr: Sélectionner un fichier .join
it: Seleziona file .Join
pt: Selecionar ficheiro .Join

# select_split
source: Would you like to select a file to split
de: Möchten Sie eine aufzuteilende Datei auswählen
es: ¿Desea seleccionar un archivo que dividir
fr: Souhaitez-vous sélectionner un fichier à diviser ?
it: Vuoi selezionare un file da dividere?
pt: Pretende selecionar um ficheiro a dividir

# self_joining_created
source: Self-joining executable has been created
de: Selbstzusammenführende Datei wurde erstellt
es: Se ha creado un ejecutable de unión automática
fr: Un fichier EXE auto-assemblé a été créé.
it: L'eseguibile self-join è stato creato
pt: O executável de junção automática foi criado

# specify_parts
source: Please specify how many parts you want to split to
de: Geben Sie bitte die Anzahl der gewünschten Dateiteile ein
es: Especifique el número de partes en que desea dividirlo
fr: Saisissez le nombre des fragments de fichier souhaités.
it: Specifica in quante parti desideri dividerlo
pt: Especifique quantas partes pretende dividir

source: Specify piece size
de: Geben Sie die Größe der Teile ein
es: Especificar tamaño de fragmento
fr: Saisissez la taille des fragments.
it: Specifica dimensione pezzo
pt: Especificar tamanho da parte

# splitted
source: Split succeeded
de: Aufteilung erfolgreich
es: División correcta
fr: Division effectuée avec succès.
it: Divisione riuscita
pt: Divisão com sucesso

source: Split file
de: Datei aufteilen
es: Dividir archivo
fr: Diviser le fichier
it: Dividi file
pt: Dividir ficheiro

source: Split Info
de: Informationen
es: Información de división
fr: Information
it: Informazioni di divisione
pt: Informação da Divisão

# split_interrupted
source: Splitting interrupted. Cannot continue!
de: Splitting unterbrochen. Kann nicht fortgesetzt werden!
es: División interrumpida. No se puede continuar.
fr: Fractionnement interrompu Le processus ne peut pas être poursuivi !
it: Separazione interrotta. Impossibile continuare!
pt: Splitting interrompido. Não é possível continuar!

# stream_reader
source: stream reader not closed
de: Streamreader nicht geschlossen
es: lector de secuencias no cerrado
fr: StreamReader non fermé.
it: lettore di flusso non chiuso
pt: leitor da sequência não fechado

# stream_writer
source: stream writer not closed
de: Streamwriter nicht geschlossen
es: editor de secuencias no cerrado
fr: StreamWriter non fermé.
it: scrittore di flusso non chiuso
pt: gravador da sequência não fechado

# too_large
source: Specified part size is too large for splitting. Please specify a smaller part size
de: Eingegebene Teilegröße ist zu groß. Geben Sie bitte einen niedrigeren Wert ein
es: El tamaño de parte especificado es demasiado grande para la división. Especifique un tamaño menor
fr: Une division avec la taille des fragments indiquée n’est pas possible. Saisissez une taille de fragments inférieure.
it: La dimensione della parte specificata è troppo grande per la divisione. Specificare una dimensione più piccola per la parte
pt: O tamanho da parte especificada é demasiado grande para divisão. Especifique um tamanho de parte mais pequeno
