Repository: freemium-gmbh/toolbar-release
Catalog: Knots/Improve Performance/Registry Cleaner/Properties/Resources.*.resx
Languages: de, pt

# AdminRightsNeeded
source: You need administrative rights to use this functionality.
de: Sie benötigen Administratorrechte, um diese Funktion verwenden zu können.
pt: Necessita de direitos de administrador para utilizar esta funcionalidade.

source: All Categories
de: Alle Kategorien
pt: Todas as Categorias

source: Attempted deletion of value:
de: Versuchte Löschung Wert:
pt: Tentativas de eliminação do valor:

source: Cancel scan
de: Abbrechen
pt: Cancelar análise

source: Categories
de: Kategorien
pt: Categorias

# ControlScanTitle
source: System Scan
pt: Análise do Sistema

source: Data
de: Daten
pt: Dados

# DeepScanTitle
source: Deep System Scan
de: Tiefenscan
pt: Análise Completa do Sistema

source: failed.
de: fehlgeschlagen.
pt: falhou.

source: Finish
de: Fertig
pt: Terminar

# FontScanTitle
source: System Fonts
de: Systemschriftarten
pt: Tipos de Letra do Sistema

# HelpScanTitle
source: Help files
de: Hilfedateien
pt: Ficheiros de ajuda

# HelpUrl
source: http://freemium.com/company/faq/
de: http://freemium.com/public/downloads/de/pdf/HandbuchFreemiumSystemUtilitiesDeutsch.pdf
pt: http://pt.freemium.com/company/faq/

# HistoryScanTitle
source: History and Start Menu
de: Verlauf & Startmenü
pt: Menu Iniciar e Histórico

source: Invalid Selection
de: Ungültige Auswahl
pt: Seleção Inválida

source: items cleared
de: Einträge entfernt
pt: itens limpos

source: Key
de: Schlüssel
pt: Chave

# LastCleanTime
source: The last registry clean was on {0:hh:mm dd-MM-yy}
de: Die letzte Registry-Bereinigung war {0:hh:mm dd-MM-yy}
pt: A última limpeza de registo foi às {0:hh:mm dd-MM-aa}

# LibraryScanTitle
source: Shared Libraries
de: Allgemeine Bibliotheken
pt: Bibliotecas Partilhadas

# MRUScanTitle
source: MRU Lists
de: MRU-Listen
pt: Listas do MRU

source: No Items Selected
de: Keine Einträge ausgewählt
pt: Não Existem Itens Selecionados

# NotStartedHeader
source: Check registry categories and press Scan now
de: Markieren Sie die gewünschten Kategorien und klicken Sie auf Jetzt scannen.
pt: Selecione categorias de registo e prima Analisar agora

# NowScanning
source: Processing
de: Es wird gescannt
pt: A Processar

# ProblemsFound
source: problems were found. A rescan is recommended to find more problems.
de: Probleme wurden gefunden. Es wird empfohlen einen erneuten Scan durchzuführen, um weitere Probleme zu finden.
pt: problemas encontrados. Para analisar novamente recomenda-se que localize mais problemas.

# ProblemsFoundClickClear
source: problems were found. Select the ones you want to remove and press Start cleaning.
de: Probleme wurden gefunden. Wählen Sie die zu behebenden und klicken Sie auf Bereinigung starten.
pt: problemas encontrados. Selecione os problemas que pretende remover e prima Iniciar limpeza.

source: Processing
pt: A Processar

# RegistryCleaner
source: Clean registry
de: Registry bereinigen
pt: Limpar registo

# RegistryCleaningCompleted
source: Registry has been cleaned.
de: Registry-Bereinigung abgeschlossen.
pt: O registo foi limpo.

source: Registry scan canceled.
de: Registry-Scan abgebrochen.
pt: A análise de registo foi cancelada.

source: Registry scan completed.
de: Registry-Scan abgeschlossen.
pt: A análise de registo foi concluída.

# RemoveSuccess
source: Items were removed successfully.
de: Die Einträge wurden erfolgreich entfernt.
pt: Os itens foram removidos com sucesso.

# RestoreDisabled
source: Restoring is disabled.
de: Systemwiederherstellung ist deaktiviert.
pt: O restauro está desativado.

source: Root
de: Stamm
pt: Raiz

# ScanAborted
source: Please select some modules first.
de: Wählen Sie bitte zuerst einige Einträge aus.
pt: Primeiro selecione alguns módulos.

# ScanAbortedByUser
source: Scan was aborted by user.
de: Scan vom Benutzer abgebrochen.
pt: A análise foi abortada pelo utilizador.

source: Scan again
de: Erneut scannen
pt: Analisar novamente

source: Scanning:
de: Scanne:
pt: Analisar:

source: Scanning Registry
de: Registry wird gescannt
pt: Analisar Registo

source: Scan now
de: Jetzt scannen
pt: Analisar agora

# ScanResultsReset
source: Scan Results were Reset.
de: Scan-Ergebnisse wurden zurückgesetzt.
pt: Os Resultados de Análise foram Redefinidos.

source: Scan Started...
de: Scan gestartet ...
pt: Análise Iniciada...

# SelectAtLeastOneItem
source: You did not select any categories. Please check at least one.
de: Sie haben keine Kategorien ausgewählt. Wählen Sie bitte mindestens eine aus.
pt: Não selecionou quaisquer categorias. Selecione pelo menos uma.

# SelectItemsToRemove
source: Please select something first before start cleaning.
de: Bitte zunächst etwas auswählen, bevor Sie mit dem Bereinigen beginnen.
pt: Não selecionou quaisquer itens para remoção. Para Redefinir os Resultados de Análise, selecione Cancelar

# SetUpSystemRestore
source: Do you want to set up a system restore point before proceeding? Without, changes to your system can not be undone.
de: Möchten Sie einen Systemwiederherstellungspunkt erstellen, bevor Sie fortfahren? Ohne können Änderungen an Ihrem System nicht rückgängig gemacht werden.
pt: Pretende configurar um ponto de restauro do sistema antes de continuar? Sem um ponto, não é possível anular as alterações ao sistema.

# SoftwareScanTitle
source: System Software
pt: Software do Sistema

# StartClearing
source: Start cleaning
de: Bereinigung starten
pt: Iniciar limpeza

# StartupScanTitle
source: Startup Entries
de: Autostart-Einträge
pt: Entradas do Arranque

source: successful.
de: erfolgreich.
pt: com sucesso.

source: System Restore
de: Systemwiederherstellung
pt: Restauro do Sistema

# SystemRestoreDeactivated
source: System Restore is unavailable or deactivated. Option was disabled.
de: Die Systemwiederherstellung scheint nicht verfügbar oder deaktiviert. Option deaktivie
pt: O Restauro do Sistema está indisponível ou desativado. A opção estava desativada.

# SystemRestoreUnavailable
source: System Restore is either disabled or unavailable on this computer.
de: Die Systemwiederherstellung ist deaktiviert oder auf diesem Computer nicht verfügbar.
pt: Restaurar Sistema está desativado ou indisponível neste computador.

# SystemRestoreUnavailableRunFixAnyway
source: System Restore is turned off, Would you like to continue at your own risk?
de: Die Systemwiederherstellung ist deaktiviert. Möchten Sie dennoch auf eigenes Risiko fortfahren?
pt: Restauro do Sistema está desativado nesta máquina, pretende continuar à sua responsabilidade?

source: Type
de: Typ
pt: Tipo

# UninstallScanTitle
source: Installation Strings
de: Installationsstrings
pt: Cadeias de Texto de Instalação

# UserScanTitle
source: User Scan
de: Benutzer-Scan
pt: Análise do Utilizador

# VdmScanTitle
source: Virtual Devices
de: Virtuelle Geräte
pt: Dispositivos Virtuais

# WouldYouLikeToCreateRestorePoint
source: Would you like to create a system restore point before proceeding? This process may take several minutes to complete.
de: Möchten Sie einen Systemwiederherstellungspunkt erstellen, bevor Sie fortfahren? Dieser Vorgang kann mehrere Minuten dauern.
pt: Pretende criar um ponto de restauro do sistema antes de continuar? Este processo pode demorar alguns minutos a terminar.
