Repository: freemium-gmbh/toolbar-release
Catalog: Knots/Improve Performance/Registry Compactor/Properties/Resources.*.resx
Languages: de, es, fr, it, pt

# AlreadyRunningError
source: Another program seems to be already running...
de: Es scheint bereits ein anderes Programm ausgeführt zu werden...
es: Parece que hay otro programa ejecutándose...
fr: Il semble qu’un autre programme est déjà en cours d’exécution...
it: Sembra che ci sia un altro programma già in esecuzione...
pt: Parece que existe outro programa em execução...

source: Analyse
es: Analizar
it: Analizza
pt: Analisar

source: Analyse Registry
de: Registry analysieren
es: Analizar registro
fr: Analyser registre
it: Analizza registro
pt: Analisar Registo

source: Analyze
de: Analysieren
es: Analizar
fr: Analyser
it: Analizza
pt: Analisar

# AnalyzeBeforeCompactError
source: You must analyze the hive before you can optimize it
de: Sie müssen zuerst den Schlüssel analysieren, bevor Sie ihn kompaktieren können
es: Es necesario analizar el subárbol antes de poder optimizarlo
fr: Vous devez analyser la structure pour pouvoir l’optimiser.
it: È necessario analizzare l'alveare prima di ottimizzarlo
pt: Tem de analisar o ramo do registo antes de poder otimizá-lo

# AnalyzeRegistry
source: Analyze the Registry
de: Analyse der Registry
es: Analizar el registro
fr: Analyser la base de registre
it: Analizza il registro
pt: Analisar o Registo

source: Analyzing
de: Analyse läuft
es: Analizando
fr: Analyse en cours...
it: Analisi in corso
pt: Analisar

source: Analyzing Registry
de: Analyse läuft…
es: Analizando el registro
fr: Analyse de la base de registre...
it: Analisi registro in corso
pt: Analisar Registo

# AnalyzingResults
source: Analysis Results
de: Analyseergebnisse
es: Resultados del análisis
fr: Résultats de l’analyse
it: Risultati dell'analisi
pt: Analisar Resultados

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

# CloseProgramsBeforeOptimizing
source: You must close running programs before optimizing the registry. Please save your work and close any running programs now.
de: Sie müssen laufende Programme schließen, bevor Sie die Registry optimieren können. Speichern Sie Ihre Arbeit bitte und schließen Sie alle laufenden Programme.
es: Debe cerrar los programas en ejecución antes de optimizar el registro. Guarde su trabajo y cierre ahora aquellos programas que estén en ejecución.
fr: Vous devez fermer les programmes qui viennent d’être exécutés pour pouvoir optimiser la base de registre. Veuillez enregistrer votre travail et fermer tous les programmes exécutés.
it: Prima di ottimizzare il registro è necessario chiudere tutti i programmi in esecuzione. Salva il tuo lavoro e chiudi tutti i programmi in esecuzione ora.
pt: Tem de fechar os programas em execução antes de otimizar o registo. Guarde o seu trabalho e feche quaisquer programas em execução agora.

# Compact
source: Optimize
de: Optimieren
es: Optimizar
fr: Optimiser
it: Ottimizza
pt: Otimizar

# Compacting
source: Optimizing
de: Kompaktierung läuft…
es: Optimizando
fr: L’optimisation est en cours d’exécution...
it: Ottimizzazione in corso
pt: Otimizar

# CompactingRegistry
source: Optimizing Registry
de: Registry optimieren
es: Optimizando el registro
fr: La base de registre est optimisée...
it: Registro di ottimizzazione
pt: Otimizar Registo

source: Create system restore points automatically
de: Systemwiederherstellungspunkte automatisch erstellen
es: Crear automáticamente puntos de restauración del sistema
fr: Créer automatiquement un point de restauration système
it: Crea automaticamente punti di ripristino del sistema
pt: Criar pontos de restauro do sistema automaticamente

# DefragmentRegistry
source: Optimize the registry
de: Optimieren der Registry
es: Optimizar el registro
fr: Optimiser la base de registre
it: Ottimizza il registro
pt: Otimizar o registo

# DefragRegistry
source: Optimize the registry
de: Optimieren der Registry
es: Optimizar el registro
fr: Optimiser la base de registre
it: Ottimizza il registro
pt: Otimizar o registo

source: Display system information
de: Systeminfos anzeigen
es: Mostrar información del sistema
fr: Afficher les infos système
it: Visualizza informazioni di sistema
pt: Apresentar informação do sistema

source: Elasped Time:
de: Vergangene Zeit:
es: Tiempo transcurrido:
fr: Durée écoulée :
it: Tempo trascorso:
pt: Tempo Decorrido:

# HelpUrl
source: http://freemium.com/company/faq/
de: http://freemium.com/public/downloads/de/pdf/HandbuchFreemiumSystemUtilitiesDeutsch.pdf
es: http://es.freemium.com/company/faq/
fr: http://fr.freemium.com/company/faq/
it: http://it.freemium.com/company/faq/
pt: http://pt.freemium.com/company/faq/

# HiveListError
source: Unable to open hive list... this can be a problem!
de: Schlüsselliste konnte nicht geöffnet werden... Dies kann zu Problemen führen!
es: No se puede abrir la lista del subárbol... ¡esto puede ser un problema!
fr: La liste de structure n’a pas pu être ouverte. Cela peut provoquer des problèmes !
it: Impossibile aprire l'elenco ad alveare... Può essere un problema!
pt: Impossível abrir lista do ramo do registo... pode ser um problema!

source: Hives
de: Schlüssel
es: Subárboles
fr: Structures
it: Alveari
pt: Ramos do Registo

source: Information
de: Informationen
es: Información
it: Informazioni
pt: Informação

source: Last Optimization
de: Letzte Optimierung
es: Última optimización
fr: Dernière optimisation
it: Ultima ottimizzazione
pt: Última Otimização

source: Last Optimization Performed:
de: Zuletzt durchgeführte Optimierung:
es: Última optimización:
fr: Dernière optimisation effectuée :
it: Ultima ottimizzazione eseguita:
pt: Última Otimização Efetuada:

source: Loading
de: Lade
es: Cargando
fr: Chargement de
it: Caricamento in corso
pt: Carregar

# LoadingTripleColon
source: Loading...
de: Lade...
es: Cargando...
fr: Chargement...
it: Caricamento in corso...
pt: A Carregar...

source: Memory:
de: Speicher:
es: Memoria:
fr: Espace de stockage :
it: Memoria:
pt: Memória:

source: Number Of Scans Performed:
de: Anzahl an durchgeführten Überprüfungen:
es: Número de análisis realizados:
fr: Nombre de vérifications effectuées :
it: Numero di scansioni eseguite:
pt: Número de Análises Efetuadas:

source: OK
es: Correcto

source: Operating System:
de: Betriebssystem:
es: Sistema operativo:
fr: Système d’exploitation :
it: Sistema operativo:
pt: Sistema Operativo:

source: Options
de: Optionen
es: Opciones
it: Opzioni
pt: Opções

source: Please try again later...
de: Bitte versuchen Sie es später...
es: Vuelva a intentarlo más tarde...
fr: Veuillez réessayer ultérieurement.
it: Riprova più tardi...
pt: Tente novamente mais tarde...

source: Processor:
de: Prozessor:
es: Procesador:
fr: Processeur :
it: Processore:
pt: Processador:

source: Program Stats
de: Programmstatistiken
es: Estadísticas de programa
fr: Statistiques des programmes
it: Statistiche programma
pt: Estatísticas do Programa

# RegHive
source: Registry hive
de: Registry-Einheit
es: Unidad del registro
fr: Unité de la base de registre
it: Unità registro di sistema
pt: Unidade Registry

# RegistryAlreadyCompacted
source: It appears that the registry has already been optimized.
de: Die Registry wurde anscheinend bereits optimiert.
es: Parece que el registro ya ha sido optimizado.
fr: Apparemment, la base de registre a déjà été optimisée.
it: Sembra che il registro sia già stato ottimizzato.
pt: O registo já foi otimizado.

# RegistryCompactor
source: Optimize Registry
de: Registry optimieren
es: Optimizar registro
fr: Optimiser la base de registre
it: Ottimizza registro
pt: Otimizar Registo

# RegistryCompactorDesc
source: This module defrags, optimizes and compacts the windows registry by removing unnecessary gaps and wasted space. This can improve the system performance and boost registry access.
de: Dieses Modul defragmentiert, optimiert und verdichtet die Windows-Registry, indem unnötige Lücken und verschwendeter Platz entfernt werden. Dies kann die Systemleistung verbessern und den Registry-Zugriff beschleunigen.
es: Este módulo desfragmenta, optimiza y compacta el registro de Windows eliminando huecos innecesarios y espacio desaprovechado, lo que puede mejorar el rendimiento del sistema y el acceso al registro.
fr: Ce module défragmente, optimise et comprime la base de registre Windows en éliminant les espaces vides inutiles et en libérant des espaces de stockage. Cela peut améliorer la performance du système et accélérer l’accès à la base de registre.
it: Questo modulo deframmenta, ottimizza e compatta il registro di Windows rimuovendo gli spazi vuoti e sprecati non necessari. Quest'operazione può migliorare le prestazioni del sistema e potenziare l'accesso al registro.
pt: Este módulo desfragmenta, otimiza e comprime o registo de janelas, removendo falhas e espaços desperdiçados desnecessários. Pode melhorar o desempenho do sistema e aumentar o acesso ao registo.

# RegistryCompactorOptions
source: Optimize registry - Options
de: Registry optimieren - Optionen
es: Optimizar registro: opciones
fr: Optimiser la base de registre - Options
it: Ottimizza registro - Opzioni
pt: Otimizar registo - Opções

# RegistryCompactQuestion
source: This can take several minutes. Are you sure you want to optimize your registry?
de: Dieser Vorgang kann einige Minuten dauern. Möchten Sie Ihre Registry wirklich optimieren?
es: Esto puede tardar varios minutos. ¿Está seguro de que desea optimizar el registro?
fr: Cela peut durer plusieurs minutes. Souhaitez-vous vraiment optimiser la base de registre ?
it: Quest'operazione può richiedere alcuni minuti. Sei sicuro di voler ottimizzare il tuo registro?
pt: Pode demorar alguns minutos. Tem a certeza de que pretende otimizar o registo?

# RegistryDoesntNeedCompact
source: The Windows Registry does NOT need to be optimized
de: Die Windows-Registry muss NICHT optimiert werden
es: NO es necesario optimizar el registro de Windows
fr: L’optimisation de la base de registre Windows n’est PAS une obligation.
it: NON è necessario ottimizzare il registro di Windows
pt: NÃO é necessário otimizar o Registo do Windows

source: Registry Files
de: Registrysdateien
es: Archivos del registro
fr: Fichiers de la base de registre
it: File di registro
pt: Registar Ficheiros

# RegistryHiveLoadError
source: There was an error loading the registry hives
de: Beim laden der Registrysschlüssel trat ein Fehler auf
es: Se ha producido un error al cargar los subárboles del registro
fr: Une erreur est survenue pendant le chargement des structures de la base de registre.
it: Si è verificato un errore durante il caricamento degli alveari di registro
pt: Ocorreu um erro ao carregar o ramo do registo

# RegistryNeedsCompact
source: The Windows Registry needs to be optimized
de: Die Windows-Registry sollte optimiert werden
es: Es necesario optimizar el registro de Windows
fr: La base de registre Windows doit être optimisée.
it: È necessario ottimizzare il registro di Windows
pt: O Registo do Windows tem de ser otimizado

source: Registry Size
de: Größe der Registry
es: Tamaño del registro
fr: Taille de la base de registre
it: Dimensione del registro
pt: Tamanho do Registo

# RegistrySizeColon
source: Registry Size:
de: Größe der Registry:
es: Tamaño del registro:
fr: Taille de la base de registre :
it: Dimensione del registro:
pt: Tamanho do Registo:

# RegistryValueAlreadyAnalyzedError
source: Hive has already been analyzed
de: Schlüssel wurde bereits analysiert
es: El subárbol ya ha sido analizado
fr: La structure a déjà été analysée.
it: L'alveare è già stato analizzato
pt: O ramo do registo já foi analisado

# RegistryValueAlreadyCompactedError
source: The hive has already been optimized
de: Der Schlüssel wurde bereits optimiert
es: El subárbol ya ha sido optimizado
fr: La structure a déjà été optimisée.
it: L'alveare è già stato ottimizzato
pt: O ramo do registo já foi otimizado

# RestartComputerQuestion
source: You must restart your computer before the new setting will take effect. Do you want to restart your computer now?
de: Sie müssen Ihren Computer neu starten, damit die Änderungen angewendet werden. Möchten Sie Ihren Computer jetzt neu starten?
es: Es necesario reiniciar el ordenador para que la nueva configuración surta efecto. ¿Desea reiniciar ahora?
fr: Vous devez redémarrer votre ordinateur pour que les nouveaux paramètres puissent s’appliquer. Souhaitez-vous redémarrer votre ordinateur maintenant ?
it: È necessario riavviare il computer affinché le nuove impostazioni abbiano effetto. Riavvia il computer ora?
pt: Tem de reiniciar o computador antes da nova definição ficar ativa. Pretende reiniciar o computador agora?

source: Review Analysis Results
de: Analyseergebnisse
es: Revisar los resultados del análisis
fr: Afficher les résultats de l’analyse
it: Risultati dell'analisi del registro
pt: Rever Resultados de Análise

source: Saved
de: Gespeichert
es: Ahorrado
fr: enregistrées
it: Salvato
pt: Guardado

source: Saving
de: Einsparung…
es: Ahorro
fr: Enregistrer...
it: Salvataggio in corso
pt: Guardar

source: Scans Performed
de: Durchgeführte Überprüfungen
es: Análisis realizados
fr: Vérifications effectuées
it: Scansioni eseguite
pt: Análises Efetuadas

source: seconds
de: Sekunden
es: segundos
fr: secondes
it: secondi
pt: segundos

source: Space Saved:
de: Gewonnener Speicherplatz:
es: Espacio ahorrado:
fr: Espace de stockage libéré :
it: Spazio risparmiato:
pt: Espaço Guardado:

# StartRegistryDefrag
source: Start optimization
de: Optimierung starten
es: Iniciar optimización
fr: Lancer l’optimisation
it: Avvia ottimizzazione
pt: Iniciar otimização

# Step1Desc
source: The level of registry fragmentation will be checked
de: Der Grad der Registry-Fragmentierung wird überprüft
es: Se comprobará el nivel de fragmentación del registro
fr: L’ampleur de la défragmentation de la base de registre est en cours de publication.
it: Il livello di frammentazione del registro sarà verificato
pt: O nível de fragmentação de registo será verificado

# Step2Desc
source: A report will be generated with the analysis results and a recommendation
de: Es wird ein Analysebericht angefertigt und eine Empfehlung gegeben
es: Se generará un informe con los resultados del análisis y una recomendación
fr: Un compte-rendu comportant le résultat de l’analyse et une recommandation sont générés.
it: Sarà generato un rapporto contenente i risultati dell'analisi e un consiglio
pt: Será gerado um relatório com os resultados de análise e uma recomendação

# Step3Desc
source: The registry will be optimized. A restart is required at the end
de: Die Registry wird optimiert. Am Ende ist ein Neustart erforderlich
es: Se optimizará el registro. Al finalizar, será necesario reiniciar.
fr: La base de registre est optimisée. À la fin de cette opération, un redémarrage sera nécessaire.
it: Il registro sarà ottimizzato. Alla fine sarà necessario riavviare.
pt: O registo será otimizado. No final é necessário uma reiniciação

# StepsToComplete
source: 3-Steps to complete the process:
de: 3-Stufen, um den Vorgang abzuschließen:
es: 3 pasos para completar el proceso:
fr: 3 étapes pour terminer le processus :
it: 3 fasi di completamento del processo:
pt: 3 passos para concluir o processo:

# StepXofY
source: Step {0} of {1}
de: Schritt {0} von {1}
es: Paso {0} de {1}
fr: Étape {0} de {1}
it: Fase {0} di {1}
pt: Passo {0} de {1}

source: System Information
de: Systeminformationen
es: Información del sistema
fr: Informations système
it: Informazioni di sistema
pt: Informação do Sistema

# TotalElapsedTime
source: Total Elasped Time:
de: Insgesamt vergangene Zeit:
es: Tiempo total transcurrido:
fr: Durée totale écoulée :
it: Totale tempo trascorso:
pt: Total de Tempo Decorrido:

source: total memory
de: Speicher insgesamt
es: memoria total
fr: Espace de stockage total
it: totale memoria
pt: total de memória

source: Total Space Saved:
de: Insgesamt gewonnener Speicherplatz:
es: Espacio ahorrado total:
fr: Espace de stockage total libéré :
it: Totale spazio risparmiato:
pt: Total de Espaço Guardado:

source: Unknown
de: Unbekannt
es: Desconocido
fr: inconnu
it: Sconosciuto
pt: Desconhecido

# UpdaterError
source: The updater encountered an error
de: Das Update-Programm hat einen Fehler festgestellt
es: El actualizador ha encontrado un error
fr: Le programme de mise à jour a détecté une erreur.
it: Lo strumento di aggiornamento ha rilevato un errore
pt: O atualizador detetou um erro

source: View System Info
de: Systeminfo
es: Ver información del sistema
fr: Afficher l’info système
it: Visualizza informazioni di sistema
pt: Ver Informação do Sistema

source: Windows Registry Information
de: Windows-Registryinformationen
es: Información sobre el registro de Windows
fr: Informations sur la base de registre Windows
it: Informazioni sul registro di Windows
pt: Informação do Registo do Windows
