Repository: freemium-gmbh/toolbar-release
Catalog: Knots/Security And Privacy/EncryptDecrypt/Resources.*.resx
Languages: de, es, fr, it, pt

# auto_encrypt_created
source: Auto encrypt exe was created
de: Selbstentschlüsselnde Datei wurde erstellt
es: Se ha creado un EXE de cifrado automático
fr: Un fichier EXE auto-décrypté a été créé.
it: L'eseguibile per la codifica automatica è stato creato
pt: Exe de encriptação automática foi criado

source: Browse
de: Durchsuchen
es: Examinar
fr: Rechercher
it: Sfoglia
pt: Procurar

# cannot_be_encrypted
source: File can not be Encrypted, please follow the proper instruction to Encrypt
de: Datei konnte nicht verschlüsselt werden. Folgen Sie den Anweisungen hierzu bitte genau
es: No se puede cifrar el archivo; siga las instrucciones adecuadas para hacerlo
fr: Le fichier n’a pas pu être crypté. Veuillez suivre à la lettre les instructions de cryptage.
it: Impossibile codificare il file; seguire le istruzioni corrette per effettuare la codifica
pt: Não é possível Encriptar o ficheiro, segue a instrução adequada para Encriptar

# cannot_create
source: Cannot create executable decrypter
de: Selbstentschlüsselnde Datei konnte nicht erstellt werden
es: No se puede crear un descifrador ejecutable
fr: Le fichier EXE auto-décrypté n’a pas pu être créé.
it: Impossibile creare uno strumento di decodifica eseguibile
pt: Não é possível criar o desencriptador executável

source: Cannot find
de: Konnte nicht gefunden werden:
es: No se puede encontrar
fr: n’a pas pu être trouvé :
it: Impossibile trovare
pt: Não é possível localizar

# confirmed_pass
source: Confirmed Password
de: Passwort bestätigt
es: Contraseña confirmada
fr: Confirmation du mot de passe
it: Password confermata
pt: Palavra-passe Confirmada

# confirm_pass
source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
pt: Confirmar Palavra-passe

# create_auto_file
source: Create an auto-decrypting EXE file
de: Selbstentschlüsselnde Datei erstellen
es: Crear un archivo EXE con descifrado automático
fr: Créer un fichier EXE auto-décrypté
it: Crea un file EXE per la codifica automatica
pt: Criar um ficheiro EXE de desencriptação automática

source: Decrypt
de: Entschlüsseln
es: Descifrar
fr: Décrypter
it: Decodifica
pt: Desencriptar

# decrypted_succ
source: File Decrypted Successfully
de: Datei wurde erfolgreich entschlüsselt
es: Archivo descifrado correctamente
fr: Le fichier a été décrypté avec succès.
it: File decodificato con successo
pt: Ficheiro Desencriptado com Sucesso

source: Decryption
de: Entschlüsselung
es: Descifrado
fr: Décryptage
it: Decodifica
pt: Desencriptação

# delete_encrypt_decrypt
source: Delete the Encrypted File after Decryption
de: Verschlüsselte Datei nach Entschlüsselung löschen
es: Eliminar el archivo cifrado después de descifrarlo
fr: Supprimer le fichier crypté après le décryptage
it: Elimina il file codificato dopo la decodifica
pt: Eliminar o Ficheiro Encriptado após a Desencriptação

# del_after_decryption
source: Delete the encrypted file after decryption
de: Verschlüsselte Datei nach Entschlüsselung löschen
es: Eliminar el archivo cifrado después de descifrarlo
fr: Supprimer le fichier crypté après le décryptage
it: Elimina il file codificato dopo la decodifica
pt: Eliminar o ficheiro encriptado após a desencriptação

# del_original_file_encryption
source: Delete the original file after encryption
de: Originaldatei nach Verschlüsselung löschen
es: Eliminar el archivo original después de cifrarlo
fr: Supprimer le fichier d’origine après le cryptage
it: Elimina il file originale dopo la decodifica
pt: Eliminar o ficheiro original após a encriptação

source: Encrypt
de: Verschlüsseln
es: Cifrar
fr: Crypter
it: Codifica
pt: Encriptar

# encrypted_succ
source: File Encrypted Successfully
de: Datei erfolgreich verschlüsselt
es: Archivo cifrado correctamente
fr: Le fichier a été crypté avec succès.
it: File codificato con successo
pt: Ficheiro Encriptado com Sucesso

source: Encryption
de: Verschlüsselung
es: Cifrado
fr: Cryptage
it: Codifica
pt: Encriptação

# enter_pass
source: Enter Password
de: Passwort eingeben
es: Introducir contraseña
fr: Saisir le mot de passe
it: Inserisci password
pt: Introduzir Palavra-passe

source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro

source: Extract to
de: Entpacken nach
es: Extraer en
fr: Décompresser vers
it: Estrai in
pt: Extrair para

source: File Decryption
de: Dateientschlüsselung
es: Descifrado de archivo
fr: Décryptage des fichiers
it: Decodifica file
pt: Desencriptação do Ficheiro

# file_encrypter_decrypter
source: Encrypt & Decrypt
de: Ver- & Entschlüsseln
es: Cifrar y descifrar
fr: Crypter et décrypter
it: Codifica e decodifica
pt: Encriptar e Desencriptar

# file_encrypter_decrypter_title
source: Encrypt && Decrypt
de: Ver- && Entschlüsseln
es: Cifrar y descifrar
fr: Crypter &et décrypter
it: Codifica e decodifica
pt: Encriptar e Desencriptar

# file_open_failed
source: The decrypted file could not be opened.
de: Die entschlüsselte Datei konnte nicht geöffnet werden.
es: No se ha podido abrir el archivo descifrado.
fr: Le fichier décrypté n’a pas pu être ouvert.
it: Non è stato possibile aprire il file decodificato.
pt: Não foi possível abrir o ficheiro descodificado.

# HelpUrl
source: http://freemium.com/company/faq/
de: http://freemium.com/public/downloads/de/pdf/HandbuchFreemiumSystemUtilitiesDeutsch.pdf
es: http://es.freemium.com/company/faq/
fr: http://fr.freemium.com/company/faq/
it: http://it.freemium.com/company/faq/
pt: http://pt.freemium.com/company/faq/

# open_file_decrypt
source: Open file after successful decryption
de: Datei nach erfolgreicher Entschlüsselung öffnen
es: Abrir el archivo después de descifrarlo correctamente
fr: Ouvrir le fichier après le décryptage
it: Apri file dopo decodifica riuscita
pt: Abri ficheiro após desencriptação com sucesso

# original_delete
source: If the original file is deleted you cannot access it anymore in case you forget your password. Do you want to continue anyway?
de: Wenn die Originaldatei gelöscht wird, können Sie nicht mehr darauf zugreifen, wenn Sie Ihr Passwort vergessen haben. Möchten Sie dennoch fortfahren?
es: Si ha olvidado su contraseña y elimina el archivo original, ya no podrá acceder al mismo. ¿Aún así desea continuar?
fr: Si le fichier original est supprimé, vous ne pouvez plus y accéder si vous avez oublié votre mot de passe. Souhaitez-vous quand même continuer ?
it: In caso di cancellazione del file originale, non è più possibile accedervi se si è dimenticata la password. Continuare comunque?
pt: Quando o ficheiro original é apagado, não é mais possível aceder, caso tenha esquecido a sua palavra-passe. Pretende mesmo assim continuar?

# output_exists_message
source: The output file "%1" exists already. Do you want to override the file?
de: Die Ausgabedatei "%1" existiert bereits. Möchten Sie die Datei überschreiben?
es: El archivo de salida "%1" ya existe. ¿Desea sobrescribirlo?
fr: Le fichier de sortie « %1 » existe déjà. Souhaitez-vous écraser le fichier ?
it: Il file di output "%1" esiste già. Sovrascrivere il file?
pt: O ficheiro de saída "%1" já existe. Pretende escrever por cima do ficheiro?

# output_exists_title
source: Output file exists already
de: Ausgabedatei existiert bereits
es: El archivo de salida ya existe.
fr: Le fichier de sortie existe déjà.
it: Il file di output esiste già
pt: Ficheiro de saída já existe

# pass
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Palavra-passe

# pass_must_match
source: Password & Confirmed Password must match
de: Passwort & Passwordbestätigung müssen übereinstimmen
es: La contraseña y su confirmación deben coincidir
fr: Le mot de passe et la confirmation du mot de passe doivent être identiques.
it: La password e la password confermata devono corrispondere
pt: Palavra-passe e Palavra-passe Confirmada têm de corresponder

source: Path Selection
de: Pfadauswahl
es: Selección de ruta
fr: Sélection du chemin d’accès
it: Selezione percorso
pt: Seleção do Caminho

source: Save to
de: Speichern unter
es: Guardar en
fr: Enregistrer sous
it: Salva in
pt: Guardar em

# select_destination_first
source: Select a valid destination first
de: Wählen Sie zuerst einen gültigen Zielort aus
es: Seleccionar primero un destino válido
fr: Sélectionnez tout d’abord au moins une destination valide.
it: Seleziona prima una destinazione valida
pt: Primeiro selecione um destino válido

# select_encrypted_file_to_decrypt
source: Select an Encrypted file you want to Decrypt
de: Wählen Sie eine verschlüsselte Datei zur Entschlüsselung
es: Seleccionar un archivo cifrado que se quiera descifrar
fr: Sélectionnez un fichier crypté destiné à être décrypté.
it: Seleziona un file codificato che desideri decodificare
pt: Selecione um ficheiro Encriptado que pretende Desencriptar

source: Select File
de: Datei auswählen
es: Seleccionar archivo
fr: Sélectionner un fichier
it: Seleziona file
pt: Selecionar Ficheiro

# select_file_decrypt
source: Select an encrypted file you want to decrypt
de: Wählen Sie eine verschlüsselte Datei zur Entschlüsselung
es: Seleccionar un archivo cifrado que se quiera descifrar
fr: Sélectionnez un fichier crypté destiné à être décrypté.
it: Seleziona un file codificato che desideri decodificare
pt: Selecione um ficheiro encriptado que pretende desencriptar

# select_file_encrypt
source: Select a file you want to encrypt
de: Wählen Sie eine zu verschlüsselnde Datei
es: Seleccionar un archivo que se quiera cifrar
fr: Sélectionnez un fichier à crypter.
it: Seleziona un file che desideri codificare
pt: Selecione um ficheiro que pretende encriptar

# select_file_first
source: Select a File first
de: Wählen Sie zuerst eine Datei
es: Seleccionar primero un archivo
fr: Sélectionnez tout d’abord un fichier.
it: Seleziona prima un file
pt: Primeiro Selecione um Ficheiro

# select_folder_encrypt
source: Select folder to encrypted to
de: Wählen Sie einen Ordner, in dem die verschlüsselten Dateien gespeichert werden sollen
es: Seleccionar la carpeta en la que cifrar
fr: Sélectionner un dossier dans lequel les fichiers cryptés devront être enregistrés
it: Seleziona cartella da codificare in
pt: Selecionar pasta a encriptar para

# select_path_decrypt
source: Select Path for Decrypted file
de: Pfad für entschlüsselte Datei auswählen
es: Seleccionar la ruta del archivo descifrado
fr: Chemin d’accès pour le fichier décrypté
it: Seleziona percorso per il file decodificato
pt: Selecionar Caminho para ficheiro Desencriptado

# split_interrupted
source: Splitting process interrupted. Cannot continue!
de: Splitting unterbrochen. Prozess kann nicht fortgesetzt werden.
es: División interrumpida. El proceso no puede continuar.
fr: Fractionnement interrompu Le processus ne peut pas être poursuivi.
it: Separazione interrotta. Impossibile continuare il processo.
pt: Splitting interrompido. Não é possível continuar com o processo.

# succ
source: Success
de: Erfolg
es: Correcto
fr: Opération réussie
it: Operazione riuscita
pt: Com Sucesso

# wrong_pass
source: Wrong Password
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password errata
pt: Palavra-passe Incorreta
