Repository: freemium-gmbh/toolbar-release
Catalog: Knots/System Information/Resources.*.resx
Languages: de, es, fr, it, pt

# node_cpu_tip
source: Information about the Central Processing Unit (Processor)
de: Information über die zentrale Recheneinheit (Prozessor)
es: Información sobre la unidad de procesamiento central (procesador)
fr: Informations sur le CPU (processeur)
it: Informazioni sull'unità di elaborazione centrale (CPU) - (processore)
pt: Informação sobre a Unidade de Processamento Central (Processador)

# node_datetime
source: Date and Time
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date et heure
it: Data/Ora
pt: Data e Hora

# node_datetime_tip
source: Date and time information
de: Informationen über Datum & Uhrzeit
es: Información sobre la fecha y la hora
fr: Informations sur la date et l’heure
it: Informazioni su Data/Ora
pt: Informação de data e hora

# node_drives
source: Drives
de: Laufwerke
es: Unidades
fr: Lecteurs
it: Unità
pt: Unidades

# node_drives_tip
source: Information about hard drives, removable drives and volumes
de: Informationen über Festplatten, Wechseldatenträger und andere Laufwerke
es: Información sobre discos duros, unidades extraíbles y volúmenes
fr: Informations sur les disques durs, les médias amovibles et les volumes
it: Informazioni su unità disco, dischi rimuovibili e volumi
pt: Informação sobre discos rígidos, unidades amovíveis e volumes

# node_installedprogs
source: Installed Programs
de: Installierte Programme
es: Programas instalados
fr: Programmes installés
it: Programmi installati
pt: Programas Instalados

# node_installedprogs_tip
source: List of software installed on this computer
de: Liste der auf diesem Computer installierten Software
es: Lista del software instalado en este ordenador
fr: Liste des logiciels installés sur cet ordinateur
it: Elenco di software installati su questo computer
pt: Lista de software instalado neste computador

# node_network
source: Network
de: Netzwerk
es: Red
fr: Réseau
it: Rete
pt: Rede

# node_network_tip
source: Information about network interfaces
de: Informationen über Netzwerkschnittstellen
es: Información sobre las interfaces de red
fr: Informations sur les interfaces réseau
it: Informazioni sulle interfacce di rete
pt: Informação sobre interfaces de rede

# node_os
source: Operating System
de: Betriebssystem
es: Sistema operativo
fr: Système d’exploitation
it: Sistema operativo
pt: Sistema Operativo

# node_os_tip
source: Information about the operating system
de: Informationen zum Betriebssystem
es: Información sobre el sistema operativo
fr: Informations sur le système d’exploitation
it: Informazioni sul sistema operativo
pt: Informação sobre o sistema operativo

# node_services
source: Services
de: Dienste
es: Servicios
it: Servizi
pt: Serviços

# node_services_tip
source: List of Windows and third-party services installed on this computer
de: Liste der auf diesem Computer installierten Dienste von Windows und Drittanbietern
es: Lista de los servicios de Windows y de terceros instalados en este ordenador
fr: Liste des services de Windows et de fournisseurs tiers installés sur cet ordinateur
it: Elenco di servizi di Windows e terze parti installati su questo computer
pt: Lista de serviços de terceiros e do Windows instalados neste computador

# node_sound
source: Sound
de: Audio
es: Sonido
fr: Audio
it: Audio
pt: Som

# node_sound_tip
source: Information about sound controllers
de: Informationen über Audiogeräte
es: Información sobre los controladores de sonido
fr: Informations sur le contrôleur audio
it: Informazioni sui controller audio
pt: Informação sobre controladores de som

# node_spfolders
source: Special Folders
de: Spezielle Ordner
es: Carpetas especiales
fr: Dossiers spéciaux
it: Cartelle speciali
pt: Pastas Especiais

# node_spfolders_tip
source: List of Windows® Special Folders and their paths
de: Liste der speziellen Ordner von Windows und Ihrer Pfade
es: Lista de carpetas especiales de Windows® y sus rutas
fr: Liste des dossiers spéciaux de Windows® avec leurs chemins d’accès
it: Elenco delle cartelle speciali di Windows® e dei relativi percorsi
pt: Lista de Pastas Especiais do Windows® e os seus caminhos

# node_startupprogs
source: Startup Programs
de: Autostart-Programme
es: Programas de inicio
fr: Programmes de l’AutoRun
it: Programmi di avvio
pt: Programas de Arranque

# node_startupprogs_tip
source: Programs that run when you login
de: Programme, die beim Anmelden automatisch gestartet werden
es: Programas que se ejecutan al iniciar sesión
fr: Programmes lancés automatiquement lors du démarrage
it: Programmi che vengono eseguiti all'accesso
pt: Programas que arrancam ao iniciar sessão

# node_useraccounts
source: User Accounts
de: Benutzerkonten
es: Cuentas de usuario
fr: Comptes d’utilisateur
it: Account utente
pt: Contas de Utilizador

# node_useraccounts_tip
source: User accounts and privilege levels
de: Benutzerkonten und -rechte
es: Cuentas de usuario y niveles de privilegio
fr: Comptes et droits d’utilisateurs
it: Account utente e livelli dei privilegi
pt: Contas e níveis de privilégios do utilizador

# node_video
source: Video
es: Vídeo
fr: Vidéo
pt: Vídeo

# node_video_tip
source: Information about video controllers
de: Informationen zu Videogeräten
es: Información sobre los controladores de vídeo
fr: Informations sur les contrôleurs vidéo
it: Informazioni sui controller video
pt: Informação sobre controladores de vídeo

# node_visualstyles
source: Visual Styles
de: Visuelle Stile
es: Estilos visuales
fr: Styles visuels
it: Stili di visualizzazione
pt: Estilos Visuais

# node_visualstyles_tip
source: Information about the visual style currently in use
de: Informationen über den aktuell eingesetzten Visuellen Stil
es: Información sobre el estilo visual que esté en uso actualmente
fr: Informations sur le style visuel actuellement utilisé
it: Informazioni sullo stile di visualizzazione attualmente in uso
pt: Informação sobre o estilo visual em utilização

# os_admin
source: Administrator
es: Administrador
fr: Administrateur
it: Amministratore
pt: Administrador

# os_build
source: Build
de: Build-Nummer
es: Compilación
fr: Numéro de version
it: Costruisci
pt: Construir

# os_code_name
source: Code Name
es: Nombre de código
fr: Nom de code
it: Nome codice
pt: Nome do Código

# os_error_happen
source: An error has occurred in the Operating Systems panel
de: Im Bereich Betriebssystem trat ein Fehler auf
es: Se ha producido un error en el panel Sistemas operativos
fr: Une erreur est survenue au niveau du système d’exploitation.
it: Si è verificato un errore nel pannello dei sistemi operativi
pt: Ocorreu um erro no painel dos Sistemas Operativos

# os_framework_full_version
source: Full Version
de: Vollversion
es: Versión completa
fr: Version complète
it: Versione completa
pt: Versão Completa

# os_framework_short_version
source: Version
es: Versión
it: Versione
pt: Versão

# os_full_version
source: Full Version
de: Vollversion
es: Versión completa
fr: Version complète
it: Versione completa
pt: Versão Completa

# os_install_date
source: Installation Date
de: Installationsdatum
es: Fecha de instalación
fr: Date d’installation
it: Data di installazione
pt: Data da Instalação

# os_limited_user
source: Limited User
de: Eingeschränkter Benutzer
es: Usuario limitado
fr: Utilisateur limité
it: Utente limitato
pt: Utilizador Limitado

# os_machine_name
source: Machine Name
de: Computername
es: Nombre de equipo
fr: Nom de l’ordinateur
it: Nome macchina
pt: Nome da Máquina

# os_name
source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

# os_net_framework_info
source: .NET Framework Information
de: Informationen zum .NET Framework
es: Información sobre .NET Framework
fr: Informations sur .NET Framework
it: Informazioni su .NET Framework
pt: Informação do .NET Framework

# os_product_id
source: Product ID
de: Produkt-ID
es: Id. de producto
fr: Identifiants du produit
it: ID prodotto
pt: ID do Produto

# os_product_key
source: Product Key
de: Produktschlüssel
es: Clave del producto
fr: Clé du produit
it: Chiave di attivazione del prodotto
pt: Chave do Produto

# os_type
source: Type
de: Typ
es: Tipo
it: Tipo
pt: Tipo

# os_unknown_os
source: Unknown Operating System
de: Unbekanntes Betriebssystem
es: Sistema operativo desconocido
fr: Système d’exploitation inconnu
it: Sistema operativo sconosciuto
pt: Sistema Operativo Desconhecido

# os_user_name
source: Current User
de: Aktueller Benutzer
es: Usuario actual
fr: Utilisateur actuel
it: Utente corrente
pt: Utilizador Atual

# os_version
source: Version
es: Versión
it: Versione
pt: Versão

# os_windows_info
source: Windows® Information
de: Informationen zu Windows
es: Información sobre Windows®
fr: Informations sur Windows®
it: Informazioni su Windows®
pt: Informação do Windows®

# pdf_notfound
source: Adobe Reader cannot be found
de: Adobe Reader konnte nicht gefunden werden
es: No se puede encontrar Adobe Reader
fr: Adobe Reader n’a pas pu être trouvé.
it: Impossibile trovare Adobe Reader
pt: Não é possível localizar o Adobe Reader

source: Processing
de: Verarbeitung
es: Procesando
fr: Traitement en cours
it: Elaborazione
pt: Processamento

# root
source: System Information
de: Systeminformationen
es: Información del sistema
fr: Informations système
it: Informazioni di sistema
pt: Informação do Sistema

# root_note
source: Click a topic on the left for specific system information.
de: Klicken Sie für weitere Informationen links auf ein Thema.
es: Haga clic en un tema de la izquierda para obtener información específica sobre el sistema.
fr: Cliquez pour obtenir d’autres liens d’information sur un sujet.
it: Fai clic su un argomento a sinistra, per visualizzare le informazioni specifiche di sistema.
pt: Clique num tópico à esquerda para informação específica do sistema.

# services_description
source: Windows and Third-Party Services
de: Windows- und Drittanbieterdienste
es: Windows y servicios de terceros
fr: Services de Windows et de fournisseurs tiers
it: Servizi Windows e di terze parti
pt: Serviços de Terceiros e do Windows

# services_details
source: Details
es: Detalles
fr: Détails
it: Dettagli
pt: Detalhes

# services_details_description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição

# services_display_name
source: Display Name
de: Anzeigename
es: Nombre para mostrar
fr: Nom d’affichage
it: Visualizza nome
pt: Nome de Apresentação

# services_error_happen
source: An error has occurred in the Services panel
de: Im Bereich Dienste trat ein Fehler auf
es: Se ha producido un error en el panel Servicios
fr: Une erreur est survenue au niveau des services.
it: Si è verificato un errore nel pannello dei servizi
pt: Ocorreu um erro no painel de Serviços

# services_listview_error_happen
source: An error has occurred in the Services panel ListView
de: In der Listenansicht des Bereichs Dienste trat ein Fehler auf
es: Se ha producido un error en la vista de lista del panel Servicios
fr: Une erreur est survenue dans la liste d’affichage du domaine des services.
it: Si è verificato un errore nel pannello dell'Elenco dei servizi
pt: Ocorreu um erro na VistadeLista do painel de Serviços

# services_path
source: Path
de: Pfad
es: Ruta
fr: Chemin d’accès
it: Percorso
pt: Caminho

# services_pathname
source: PathName
de: Pfadname
es: Nombre de ruta
fr: Nom du chemin d’accès
pt: Nome do Caminho

# services_start_mode
source: Start Mode
de: Startmodus
es: Modo de inicio
fr: Mode démarrage
it: Modalità di avvio
pt: Modo de Iniciar

# services_state
source: State
de: Status
es: Estado
fr: État
it: Stato
pt: Estado

# sound_controller
source: Controller
de: Gerät
es: Controlador
fr: Contrôleur
pt: Controlador

# sound_controllers
source: Controllers
de: Geräte
es: Controladores
fr: Contrôleur
it: Controller
pt: Controladores

# sound_controller_info
source: Controller Information
de: Geräteinformationen
es: Información del controlador
fr: Informations sur le contrôleur
it: Informazioni sul controller
pt: Informação do Controlador

# sound_dma_buffer_size
source: DMA Buffer Size
de: Größe des DMA-Puffers
es: Tamaño de búfer DMA
fr: Taille de la mémoire tampon DMA
it: Dimensione buffer DMA
pt: Tamanho do Buffer DMA

# sound_error_happen
source: An error has occurred in the Sound panel
de: Im Bereich Audio trat ein Fehler auf
es: Se ha producido un error en el panel Sonido
fr: Une erreur est survenue dans le domaine audio.
it: Si è verificato un errore nel pannello dell'audio
pt: Ocorreu um erro no painel de Som

# sound_man
source: Manfacturer
de: Hersteller
es: Fabricante
fr: Fabricant
it: Produttore
pt: Fabricante

# sound_n/a
source: N/A
de: N.v.
es: N/D
fr: N.d.

# sound_numofcontrollers
source: Number of Controllers
de: Anzahl der Geräte
es: Número de controladores
fr: Nombre de contrôleurs
it: Numero di controller
pt: Número de Controladores

# sound_numofsoundcontrollers
source: Number of Sound Controllers
de: Anzahl der Audiogeräte
es: Número de controladores de sonido
fr: Nombre de contrôleurs audio
it: Numero di controller audio
pt: Número de Controladores de Som

# spfolders_click_copy
source: Click to copy path to Clipboard
de: Klicken, um Pfad in die Zwischenablage zu kopieren
es: Haga clic para copiar la ruta en el Portapapeles
fr: Cliquez pour copier le chemin d’accès dans le presse-papier
it: Fai clic per copiare il percorso negli Appunti
pt: Clique para copiar para a Área de Transferência

# spfolders_error_happen
source: An error has occurred in the Special Folders panel
de: Im Bereich Spezielle Ordner trat ein Fehler auf
es: Se ha producido un error en el panel Carpetas especiales
fr: Une erreur est survenue au niveau des dossiers spéciaux.
it: Si è verificato un errore nel pannello delle cartelle speciali
pt: Ocorreu um erro no painel de Pastas Especiais

# spfolders_path
source: Path
de: Pfad
es: Ruta
fr: Chemin d’accès
it: Percorso
pt: Caminho

# spfolders_sp_folder_name
source: Special Folder Name
de: Name des Speziellen Ordners
es: Nombre de la carpeta especial
fr: Nom du dossier spécial
it: Nome cartella speciale
pt: Nome da Pasta Especial

# spfolders_win_sp_folders
source: Windows Special Folders
de: Spezielle Ordner von Windows
es: Carpetas especiales de Windows
fr: Dossiers spéciaux de Windows
it: Cartelle speciali di Windows
pt: Pastas Especiais do Windows

# startupprogs_args
source: Arguments
de: Parameter
es: Argumentos
fr: Paramètres
it: Argomenti
pt: Argumentos

# startupprogs_command
source: Command
de: Befehl
es: Comando
fr: Commande
it: Comando
pt: Comando

# startupprogs_company
source: Company
de: Hersteller
es: Compañía
fr: Fabricant
it: Società
pt: Empresa

# startupprogs_description
source: Programs that automatically run when you log on
de: Programme, die beim Anmelden automatisch starten
es: Programas que se ejecutan automáticamente al iniciar sesión
fr: Programmes lancés automatiquement lors du démarrage
it: Programmi eseguiti automaticamente all'accesso
pt: Programas que são executados automaticamente ao iniciar sessão

# startupprogs_details
source: Details
es: Detalles
fr: Détails
it: Dettagli
pt: Detalhes

# startupprogs_details_description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição

# startupprogs_disabled
source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitato
pt: Desativado

# startupprogs_enabled
source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
pt: Ativado

# startupprogs_error_happen
source: An error has occurred in the Startup panel
de: Im Bereich Autostart ist ein Fehler aufgetreten
es: Se ha producido un error en el panel Inicio
fr: Une erreur est survenue au niveau de l’AutoRun.
it: Si è verificato un errore nel pannello di avvio
pt: Ocorreu um erro no painel de Arranque

# startupprogs_filename
source: File Name
de: Dateiname
es: Nombre de archivo
fr: Nom du fichier
it: Nome file
pt: Nome do Ficheiro

# startupprogs_fileversion
source: File Version
de: Dateiversion
es: Versión del archivo
fr: Version du fichier
it: Versione file
pt: Versão do Ficheiro

# startupprogs_itemname
source: Item Name
de: Name des Eintrags
es: Nombre de elemento
fr: Nom de l’entrée
it: Nome elemento
pt: Nome do Item

# startupprogs_listview_error_happen
source: An error has occurred in the Startup panel ListView
de: In der Listenansicht des Autostartbereichs ist ein Fehler aufgetreten
es: Se ha producido un error en la vista de lista del panel Inicio
fr: Une erreur est survenue dans la liste d’affichage du domaine de l’AutoRun.
it: Si è verificato un errore nell'Elenco del pannello di avvio
pt: Ocorreu um erro na VistadeLista do painel de Arranque

# startupprogs_location
source: Location
de: Ort
es: Ubicación
fr: Site
it: Posizione
pt: Localização

# startupprogs_product
source: Product
de: Produkt
es: Producto
fr: Produit
it: Prodotto
pt: Produto

# startupprogs_prog_description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição

# startupprogs_returnfilepath_error_happen
source: An error has occurred in the Startup panel ReturnFilePath method
de: Im Bereich Autostart ist ein Fehler in der ReturnFilePath-Methode aufgetreten
es: Se ha producido un error en el método ReturnFilePath del panel Inicio
fr: Une erreur est survenue au niveau de l’AutoRun, dans la méthode ReturnFilePath.
it: Si è verificato un errore nel pannello di avvio, metodo ReturnFilePath
pt: Ocorreu um erro no método ReturnFilePath do painel de Arranque

# startupprogs_status
source: Status
es: Estado
fr: État
it: Stato
pt: Estado

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
pt: Hoje

# user_account_type
source: Account Type
de: Kontotyp
es: Tipo de cuenta
fr: Type de compte
it: Tipo di account
pt: Tipo de Conta

# user_acc_disabled
source: Account Disabled
de: Konto deaktiviert
es: Cuenta deshabilitada
fr: Compte désactivé
it: Account disattivato
pt: Conta Desativada

# user_acc_locked
source: Account Locked
de: Konto gesperrt
es: Cuenta bloqueada
fr: Compte verrouillé
it: Account bloccato
pt: Conta Bloqueada

# user_action_admin
source: This action requires Administrative rights
de: Diese Aktion benötigt Administratorrechte
es: Esta acción requiere derechos administrativos
fr: Les droits d’administrateur sont nécessaires pour effectuer cette action.
it: Quest'azione richiede diritti amministrativi
pt: Esta ação necessita de direitos Administrativos

# user_error_happen
source: An error has occurred in the Users panel
de: Im Bereich Benutzer ist ein Fehler aufgetreten
es: Se ha producido un error en el panel Usuarios
fr: Une erreur est survenue dans le domaine de l’utilisateur.
it: Si è verificato un errore nel pannello degli utenti
pt: Ocorreu um erro no painel de Utilizadores

# user_fullname
source: Full Name
de: Kompletter Name
es: Nombre completo
fr: Nom complet
it: Nome completo
pt: Nome Completo

# user_list
source: User Account List for Computer
de: Liste der Benutzerkonten dieses Computers
es: Lista de cuentas de usuario del ordenador
fr: Liste des comptes d’utilisateur de cet ordinateur
it: Elenco account utenti del computer
pt: Lista de Conta do Utilizador para o Computador

# user_list_master
source: User Account List for Computer: MASTER
de: Liste der Benutzerkonten für Computer: MASTER
es: Lista de cuentas de usuario del ordenador: MAESTRA
fr: Liste des comptes d’utilisateur de cet ordinateur : MASTER
it: Elenco account utenti del computer: PRINCIPALE
pt: Lista de Conta do Utilizador para o Computador: PRINCIPAL

# user_notes
source: Notes
de: Notizen
es: Notas
it: Note
pt: Notas

# user_pwd_doesnt_expire
source: Pwd Doesn't Expire
de: Passwort läuft nicht ab
es: Contraseña no expira
fr: Le mot de passe n’expire pas.
it: La password non scade
pt: Palavra-passe Não Expira

# user_pwd_not_changeable
source: Pwd Not Changeable
de: Passwort ist unveränderbar
es: Contraseña no modificable
fr: Le mot de passe ne peut pas être modifié.
it: Password non modificabile
pt: Palavra Não Alterável

# user_pwd_not_required
source: Pwd Not Required
de: Passwort wird nicht benötigt
es: Contraseña no requerida
fr: Le mot de passe n’est pas nécessaire.
it: Password non richiesta
pt: Palavra-passe Não Necessária

# user_registration
source: Registration
de: Registrierung
es: Registro
fr: Enregistrement
it: Registrazione
pt: Registo

# user_reg_org
source: Registered Organization
de: Registrierte Organisation
es: Organización registrada
fr: Organisation enregistrée
it: Organizzazione registrata
pt: Organização Registada

# user_reg_user
source: Registered User
de: Registrierter Benutzer
es: Usuario registrado
fr: Utilisateur enregistré
it: Utente registrato
pt: Utilizador Registado

# user_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Guardar

# user_unable_save_info
source: Unable to save information
de: Informationen konnten nicht gespeichert werden
es: No se puede guardar información
fr: Les informations n’ont pas pu être enregistrées.
it: Impossibile salvare le informazioni
pt: Não é possível guardar informação

source: Version
es: Versión
it: Versione
pt: Versão

# video_controllers
source: Controllers
de: Geräte
es: Controladores
fr: Contrôleur
it: Controller
pt: Controladores

# video_controller_info
source: Controller Information
de: Geräteinformationen
es: Información del controlador
fr: Informations sur le contrôleur
it: Informazioni sul controller
pt: Informação do Controlador

# video_current_scr_dim
source: Current Screen Dimensions
de: Aktuelle Bildschirmgröße
es: Dimensiones de pantalla actual
fr: Taille actuelle de l’écran
it: Dimensioni schermo corrente
pt: Dimensões Atuais do Ecrã

# video_current_scr_work_area
source: Current Screen Working Area
de: Aktueller Bildschirmarbeitsbereich
es: Área de trabajo de pantalla actual
fr: Plage de travail actuelle de l’écran
it: Area di lavoro schermo corrente
pt: Área de Trabalho do Ecrã Atual

# video_error_happen
source: An error has occurred in the Video panel
de: Im Bereich Video trat ein Fehler auf
es: Se ha producido un error en el panel Vídeo
fr: Une erreur est survenue dans le domaine vidéo.
it: Si è verificato un errore nel pannello del video
pt: Ocorreu um erro no painel do Vídeo

# video_n/a
source: N/A
de: N.v.
es: N/D
fr: N.d.

# video_num_colors
source: Number of Colors
de: Anzahl der Farben
es: Número de colores
fr: Nombre de couleurs
it: Numero di colori
pt: Número de Cores

# video_num_controllers
source: Number of Controllers
de: Anzahl der Geräte
es: Número de controladores
fr: Nombre de contrôleurs
it: Numero di controller
pt: Número de Controladores

# video_num_vid_controllers
source: Number of Video Controllers
de: Anzahl der Videogeräte
es: Número de controladores de vídeo
fr: Nombre de contrôleurs vidéo
it: Numero di controller video
pt: Número de Controladores de Vídeo

# video_primary_scr_dim
source: Primary Screen Dimensions
de: Größe des Primärbildschirms
es: Dimensiones de pantalla principal
fr: Taille de l’écran primaire
it: Dimensioni schermo primario
pt: Dimensões Primárias do Ecrã

# video_primary_scr_work_area
source: Primary Screen Working Area
de: Primärer Bildschirmarbeitsbereich
es: Área de trabajo de pantalla principal
fr: Plage de travail de l’écran primaire
it: Area di lavoro schermo primario
pt: Área de Trabalho do Ecrã Primário

source: Video RAM
de: Grafikspeicher
es: RAM de vídeo
fr: Mémoire graphique
it: RAM video
pt: RAM de Vídeo

# video_refresh_rate
source: Refresh Rate
de: Bildwiederholrate
es: Frecuencia de actualización
fr: Images par seconde
it: Intervallo di aggiornamento
pt: Taxa de Atualização

# video_vid_controller
source: Video Controller
de: Videogerät
es: Controlador de vídeo
fr: Contrôleur vidéo
it: Controller video
pt: Controlador de Vídeo

# vs_author
source: Author
de: Autor
es: Autor
fr: Auteur
it: Autore
pt: Autor

# vs_color_scheme
source: Color Scheme
de: Farbschema
es: Combinación de colores
fr: Schéma chromatique
it: Schema di colori
pt: Esquema de Cor
