Repository: freemium-gmbh/toolbar-release
Catalog: Knots/System Information/Resources.*.resx
Languages: de, es, fr, it, pt

# vs_company
source: Company
de: Hersteller
es: Compañía
fr: Fabricant
it: Società
pt: Empresa

# vs_control_border
source: Text Control Border
es: Borde de control de texto
it: Margine controllo testo
pt: Limite do Controlo de Texto

# vs_control_highlight
source: Control Highlight Hot
es: Control resaltado activo
it: Modifica colore finestra attiva
pt: Ponto de Realce de Controlo

# vs_current_vs
source: Current Visual Style
de: Aktueller Visueller Stil
es: Estilo visual actual
fr: Style visuel actuel
it: Stile di visualizzazione corrente
pt: Estilo Visual Atual

# vs_current_vss
source: Current Visual Styles
de: Aktuelle Visuelle Stile
es: Estilos visuales actuales
fr: Styles visuels actuels
it: Stili di visualizzazione correnti
pt: Estilos Visuais Atuais

# vs_description
source: Description
es: Descripción
it: Descrizione
pt: Descrição

# vs_disabled
source: Visual Styles Are Disabled Or Not Supported
de: Visuelle Stile sind deaktiviert oder werden nicht unterstützt
es: Los estilos visuales están deshabilitados o no se admiten
fr: Les styles visuels sont désactivés ou ne sont pas pris en charge.
it: Gli stili di visualizzazione sono disabilitati o non sono supportati
pt: Estilos Visuais Estão Desativados ou Não Suportados

# vs_displayname
source: Display Name
de: Anzeigename
es: Nombre para mostrar
fr: Nom d’affichage
it: Visualizza nome
pt: Nome de Apresentação

# vs_enabled_by_user
source: Enabled by User
de: Vom Benutzer aktiviert
es: Habilitado por el usuario
fr: Activé par l’utilisateur
it: Abilitato dall'utente
pt: Ativado pelo Utilizador

# vs_error_happen
source: An error has occurred in the Visual Styles panel
de: Im Bereich Visuelle Stile trat ein Fehler auf
es: Se ha producido un error en el panel Estilos visuales
fr: Une erreur est survenue au niveau des styles visuels.
it: Si è verificato un errore nel pannello degli stili di visualizzazione
pt: Ocorreu um erro no painel de Estilos Visuais

# vs_min_color_depth
source: Minimum Color Depth
de: Minimumfarbtiefe
es: Profundidad de color mínima
fr: Profondeur chromatique minimale
it: Profondità minima colore
pt: Profundidade Mínima de Cor

# vs_not_enabled_by_user
source: Visual Styles Are Not Enabled By The User
de: Visuelle Stile wurden vom Benutzer nicht aktiviert
es: Los estilos visuales no han sido habilitados por el usuario
fr: Les styles visuels n’ont pas été activés par l’utilisateur.
it: Gli stili di visualizzazione non sono stati abilitati dall'utente
pt: Os Estilos Visuais não são Ativados pelo Utilizador

# vs_supp_os
source: Supported by OS
de: Vom Betriebssystem unterstützt
es: Admitido por el SO
fr: Pris en charge par le système d’exploitation.
it: Supportato da OS
pt: Suportado pelo SO

# vs_version
source: Version
es: Versión
it: Versione
pt: Versão

# window_title
source: System Information
de: Systeminformationen
es: Información del sistema
fr: Informations système
it: Informazioni di sistema
pt: Informação do Sistema

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
pt: Sim

# bios_general
source: General
de: Allgemein
fr: Généralités
it: Generale
pt: Geral

# computer_general
source: General
de: Allgemein
fr: Généralités
it: Generale
pt: Geral

source: No
de: Nein
fr: Non
pt: Não

# vs_copyright
source: Copyright
pt: Direitos de Autor

# network_interfaces
source: Interfaces
de: Schnittstellen
it: Interfacce

# node_cpu
source: CPU
de: Prozessor
fr: Processeur

# os_service_pack
source: Service Pack
fr: Paquet de services
