Repository: freemium-gmbh/toolbar-release
Catalog: Knots/System Information/Resources.*.resx
Languages: de, es, fr, it, pt

# bios_error_happen
source: An error has occurred in the BIOS panel
de: Im BIOS-Bereich trat ein Fehler auf
es: Se ha producido un error en el panel BIOS
fr: Une erreur est survenue dans le BIOS.
it: Si è verificato un errore nel pannello del BIOS
pt: Ocorreu um erro no painel BIOS

# bios_features
source: Features
es: Características
fr: Fonctionnalités
it: Funzionalità
pt: Funcionalidades

# bios_man
source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant
it: Produttore
pt: Fabricante

# bios_model
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
pt: Modelo

# bios_release_date
source: Release Date
de: Veröffentlichungsdatum
es: Fecha de publicación
fr: Date de publication
it: Data di rilascio
pt: Data da Versão

# bios_smbios_present
source: SMBIOS Present
de: SMBIOS vorhanden
es: SMBIOS presente
fr: SMBIOS présent
it: SMBIOS presente
pt: SMBIOS Atual

# bios_smbios_version
source: SMBIOS Version
es: Versión de SMBIOS
fr: Version du SMBIOS
it: Versione SMBIOS
pt: Versão SMBIOS

# bios_unavailable
source: Not Available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
pt: Não Disponível

# bios_version
source: Version
es: Versión
it: Versione
pt: Versão

source: Build
de: Build-Nummer
es: Compilación
fr: Numéro de version
it: Costruisci
pt: Construir

# computer_board_man
source: Mainboard Manufacturer
de: Mainboard-Hersteller
es: Fabricante de la placa base
fr: Fabricant de la carte mère
it: Produttore scheda madre
pt: Fabricante da Placa Principal

# computer_board_model
source: Mainboard Model
de: Mainboard-Modell
es: Modelo de placa base
fr: Modèle de carte mère
it: Modello scheda madre
pt: Modelo da Placa Principal

# computer_bootup_state
source: Bootup State
de: Boot-Status
es: Estado de arranque
fr: État du boot
it: Stato avvio
pt: Estado do arranque

# computer_chipset_man
source: Computer/Chipset Manufacturer
de: Computer/Chipsatz-Hersteller
es: Fabricante de ordenador/chipset
fr: Fabricant de l’ordinateur/du chipset
it: Produttore computer/chipset
pt: Fabricante do Computador/Chipset

source: Computer/Chipset Model
de: Computer/Chipsatz-Modell
es: Modelo de ordenador/chipset
fr: Modèle de l’ordinateur/du chipset
it: Modello computer/chipset
pt: Modelo do Computador/Chipset

# computer_description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição

# computer_error_happen
source: An error has occurred in the Computer panel
de: Im Computerbereich trat ein Fehler auf
es: Se ha producido un error en el panel Ordenador
fr: Une erreur est survenue dans l’ordinateur.
it: Si è verificato un errore nel pannello del computer
pt: Ocorreu um erro no painel do Computador

# computer_mem
source: Memory
de: Speicher
es: Memoria
fr: Mémoire
it: Memoria
pt: Memória

# computer_mem_av_physical
source: Available Physical
de: Physisch verfügbar
es: Física disponible
fr: Physiquement disponible
it: Fisica disponibile
pt: Física Disponível

# computer_mem_av_virtual
source: Available Virtual
de: Virtuell verfügbar
es: Virtual disponible
fr: Virtuellement disponible
it: Virtuale disponibile
pt: Virtual Disponível

# computer_mem_tot_physical
source: Total Physical
de: Physisch insgesamt
es: Física total
fr: Total physique
it: Fisica totale
pt: Física Total

# computer_mem_tot_virtual
source: Total Virtual
de: Virtuell insgesamt
es: Virtual total
fr: Total virtuel
it: Virtuale totale

# computer_system_type
source: System Type
de: Systemtyp
es: Tipo de sistema
fr: Type de système
it: Tipo di sistema
pt: Tipo do Sistema

# computer_up_time
source: Up Time
de: Betriebszeit
es: Tiempo activo
fr: Durée de vie
it: Tempo di attività
pt: Tempo Ativo

# cpu_address_width
source: Address Width
de: Addressbreite
es: Ancho de dirección
fr: Largeur du bus d’adresse
it: Larghezza indirizzo
pt: Largura do Endereço

# cpu_cache_size
source: Level 2 Cache Size
de: Größe des Level 2-Cache
es: Tamaño de caché de nivel 2
fr: Taille du cache de niveau 2
it: Dimensione cache di livello 2
pt: Tamanho de Cache de Nível 2

# cpu_cache_speed
source: Level 2 Cache Speed
de: Geschwindigkeit des Level 2-Cache
es: Velocidad de caché de nivel 2
fr: Vitesse du cache de niveau 2
it: Velocità cache di livello 2
pt: Velocidade de Cache de Nível 2

# cpu_description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição

# cpu_error_happen
source: An error has occurred in the Cpu panel
de: Im Prozessorbereich trat ein Fehler auf
es: Se ha producido un error en el panel CPU
fr: Une erreur est survenue dans le processeur.
it: Si è verificato un errore nel pannello della Cpu
pt: Ocorreu um erro no painel da Cpu

# cpu_fsb_speed
source: FSB Speed
de: Geschwindigkeit des FSB
es: Velocidad de FSB
fr: Vitesse FSB
it: Velocità FSB
pt: Velocidade de FSB

# cpu_man
source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant
it: Produttore
pt: Fabricante

# cpu_model
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
pt: Modelo

# cpu_num_core
source: Number of CPU Cores
de: Anzahl der Prozessorkerne
es: Número de núcleos de CPU
fr: Nombre de cœurs de processeurs
it: Numero di core della CPU
pt: Número de Núcleos da CPU

# cpu_num_logic_proc
source: Number of Logical Processors
de: Anzahl der logischen Prozessoren
es: Número de procesadores lógicos
fr: Nombre de processeurs logiques
it: Numero di processori logici
pt: Número de Processadores Lógicos

# cpu_num_processors
source: Number of Processors
de: Anzahl der Prozessoren
es: Número de procesadores
fr: Nombre de processeurs
it: Numero di processori
pt: Número de Processadores

# cpu_power_management_cap
source: Power Management Capabilities
de: Fähigkeiten zur Energieverwaltung
es: Capacidades de administración de energía
fr: Capacités de gestion de l’énergie
it: Capacità di gestione dell'alimentazione
pt: Capacidades de Gestão de Energia

# cpu_power_management_supp
source: Power Management Supported
de: Energieverwaltung unterstützt
es: Administración de energía admitida
fr: Gestion de l’énergie prise en charge
it: Gestione dell'alimentazione supportata
pt: Gestão de Energia Suportada

# cpu_proc
source: Processor
de: Prozessor
es: Procesador
fr: Processeur
it: Processore
pt: Processador

# cpu_proc_id
source: Processor ID
de: Prozessor-ID
es: Id. de procesador
fr: Identifiants du processeur
it: ID processore
pt: ID do Processador

# cpu_proc_socket
source: Processor Socket
de: Prozessorsockel
es: Socket de procesador
fr: Socle du processeur
it: Zoccolo del processore
pt: Socket do Processador

# cpu_proc_speed
source: Processor Speed
de: Prozessorgeschwindigkeit
es: Velocidad del procesador
fr: Vitesse du processeur
it: Velocità del processore
pt: Velocidade do Processador

# datetime_dayahead
source: day ahead
de: Tage voraus
es: día después
fr: Jour d’avance
it: giorno avanti
pt: próximo dia

# datetime_daybehind
source: day behind
de: Tage hinterher
es: día antes
fr: Jour de retard
it: giorno indietro
pt: dia anterior

# datetime_dayofyear
source: Day of Year
de: Tag des Jahres
es: Día del año
fr: Jour calendaire
it: Giorno dell'anno
pt: Dia do Ano

# datetime_daysahead
source: days ahead
de: Tage voraus
es: días después
fr: Jours d’avance
it: giorni avanti
pt: próximos dias

# datetime_daysbehind
source: days behind
de: Tage hinterher
es: días antes
fr: Jours de retard
it: giorni indietro
pt: dias anteriores

# datetime_daysleft
source: Days Left
de: Übrige Tage
es: Días restantes
fr: Jours restants
it: Giorni rimasti
pt: Dias Restantes

# datetime_error_happen
source: An error has occurred in the Date Time panel
de: Im Bereich Datum & Uhrzeit ist ein Fehler aufgetreten
es: Se ha producido un error en el panel Fecha y hora
fr: Une erreur est survenue au niveau de la date et de l’heure.
it: Si è verificato un errore nel pannello Data/Ora
pt: Ocorreu um erro no painel da Data e Hora

# datetime_holidayname_error_happen
source: An error has occurred in the Date Time panel, GetHolidayName method
de: Im Bereich Datum & Uhrzeit ist ein Fehler in der GetHolidayName-Methode aufgetreten
es: Se ha producido un error en el panel Fecha y hora, método GetHolidayName
fr: Au niveau de la date et de l’heure, une erreur est survenue dans la méthode GetHolidayName.
it: Si è verificato un errore nel pannello Data/Ora, metodo GetHolidayName
pt: Ocorreu um erro no painel da Data e Hora, método ObterNomeFérias

# datetime_holidays_error_happen
source: An error has occurred in the Date Time panel, GetHolidays method
de: Im Bereich Datum & Uhrzeit ist ein Fehler in der GetHolidays-Methode aufgetreten
es: Se ha producido un error en el panel Fecha y hora, método GetHolidays
fr: Au niveau de la date et de l’heure, une erreur est survenue dans la méthode GetHolidays.
it: Si è verificato un errore nel pannello Data/Ora, metodo GetHolidays
pt: Ocorreu um erro no painel da Data e Hora, método ObterFérias

# datetime_local
source: Local Date and Time
de: Lokales Datum & Uhrzeit
es: Fecha y hora locales
fr: Date et heure du site
it: Data/Ora locali
pt: Data e Hora Locais

# datetime_offset
source: Offset from Universal Time
de: Unterschied zur Universalzeit
es: Diferencia con horario universal
fr: Différence avec le temps universel
it: Differenza rispetto all'ora UTC
pt: Desfasamento da Hora Universal

# datetime_offset_from_today
source: Offset from Today
de: Unterschied zu heute
es: Diferencia con respecto al día de hoy
fr: Différence avec aujourd’hui
it: Differenza rispetto a oggi
pt: Desfasamento de Hoje

# datetime_save_end
source: Daylight Savings End
de: Umstellung auf Winterzeit
es: Fin de horario de verano
fr: Passage à l’heure d’hiver
it: Fine ora legale
pt: Fim das Mudanças de Hora

# datetime_save_start
source: Daylight Savings Start
de: Umstellung auf Sommerzeit
es: Inicio de horario de verano
fr: Passage à l’heure d’été
it: Inizio ora legale
pt: Início das Mudanças de Hora

# datetime_selected_date
source: Selected Date
de: Gewähltes Datum
es: Fecha seleccionada
fr: Date sélectionnée
it: Data selezionata
pt: Data Selecionada

# datetime_univ
source: Universal Date and Time
de: Datum & Uhrzeit nach Universalzeit
es: Fecha y hora universales
fr: Date et heure d’après le temps universel
it: Data/ora universale
pt: Data e Hora Universais

# datetime_weekofyear
source: Week of Year
de: Kalenderwoche
es: Semana del año
fr: Semaine calendaire
it: Settimana dell'anno
pt: Semana do Ano

# datetime_weeksleft
source: Weeks Left
de: Übrige Wochen
es: Semanas restantes
fr: Semaines restantes
it: Settimane rimaste
pt: Semanas Restantes

# drives_capacity
source: Capacity
de: Kapazität
es: Capacidad
fr: Capacité
it: Capacità
pt: Capacidade

# drives_drive
source: Drive
de: Laufwerk
es: Unidad
fr: Lecteur
it: Unità
pt: Unidade

# drives_error_happen
source: An error has occurred in the Drives panel
de: Im Bereich Laufwerke trat ein Fehler auf
es: Se ha producido un error en el panel Unidades
fr: Une erreur est survenue au niveau des lecteurs.
it: Si è verificato un errore nel pannello delle unità
pt: Ocorreu um erro no painel das Unidades

# drives_filesystem
source: File System
de: Dateisystem
es: Sistema de archivos
fr: Système fichier
pt: Sistema de Ficheiros

# drives_filesystem_abbr
source: F.S.
de: DS
es: S. A.
fr: SF

# drives_free
source: Free
de: Frei
es: Libre
fr: Libre
it: Gratis
pt: Livre

# drives_freespace
source: Free Space
de: Freier Speicher
es: Espacio libre
fr: Espace de stockage libre
it: Spazio libero
pt: Espaço Livre

# drives_model_num
source: Model Number
de: Modellnummer
es: Número de modelo
fr: Numéro de modèle
it: Numero modello
pt: Número do Modelo

# drives_notavailable
source: Not Available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
pt: Não Disponível

# drives_physical_drives
source: Physical Drives
de: Physische Laufwerke
es: Unidades físicas
fr: Lecteurs physiques
it: Unità fisiche
pt: Unidades Físicas

# drives_ready
source: Ready
de: Bereit
es: Lista
fr: Prêt
it: Pronto
pt: Pronto

# drives_ready_abbr
source: R
de: B
es: L
fr: P
it: P

# drives_ready_n/a
source: N/A
de: N.v.
es: N/D
fr: N.d.

# drives_ready_y
source: Y
de: J
es: S
fr: O
it: S

# drives_status
source: Status
es: Estado
fr: État
it: Stato
pt: Estado

# drives_tot_size
source: Total Size
de: Größe insgesamt
es: Tamaño total
fr: Taille totale
it: Dimensione totale
pt: Tamanho Total

# drives_type
source: Type
de: Typ
es: Tipo
it: Tipo
pt: Tipo

# drives_usedspace
source: Used Space
de: Verwendeter Speicher
es: Espacio utilizado
fr: Espace de stockage utilisé
it: Spazio utilizzato
pt: Espaço Utilizado

# drives_volumes
source: Volumes
de: Datenträger
es: Volúmenes
fr: Support de données
it: Volumi

# drives_volumes_none
source: None
de: Keine
es: Ninguno
fr: Aucune
it: Nessuno
pt: Nenhum

# drives_volume_label
source: Volume Label
de: Datenträgerbezeichnung
es: Etiqueta de volumen
fr: Désignation du support de données
it: Etichetta di volume
pt: Etiqueta do Volume

# error_description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição

# error_return
source: The system returned the following information
de: Das System gab die folgenden Informationen zurück
es: El sistema ha devuelto la siguiente información
fr: Le système a rapporté les informations suivantes :
it: Il sistema ha restituito le seguenti informazioni
pt: O sistema devolveu a seguinte informação

# error_source
source: Source
de: Quelle
es: Origen
it: Origine
pt: Origem

# eula_notfound
source: The EULA.pdf file cannot be found
de: Die Datei EULA.pdf konnte nicht gefunden werden
es: No se puede encontrar el archivo EULA.pdf
fr: Le fichier EULA.pdf n’a pas pu être trouvé.
it: Impossibile trovare il file EULA.pdf
pt: Não é possível localizar o ficheiro EULA.pdf

# HelpUrl
source: http://freemium.com/company/faq/
de: http://freemium.com/public/downloads/de/pdf/HandbuchFreemiumSystemUtilitiesDeutsch.pdf
es: http://pt.freemium.com/company/faq/
fr: http://fr.freemium.com/company/faq/
it: http://it.freemium.com/company/faq/
pt: http://pt.freemium.com/company/faq/

# holiday_dow
source: DOW is greater than 6
de: TDJ ist größer als 6
es: Día de la semana superior a 6
fr: La valeur est supérieure à 6.
it: DOW è maggiore di 6
pt: DOW é maior do que 6

# holiday_not
source: Object is not a Holiday
de: Objekt ist kein Feiertag
es: El objeto no son vacaciones
fr: L’objet n’est pas un jour férié.
it: L'oggetto non è una festività
pt: Objeto não é um Feriado

source: Hours
de: Stunden
es: Horas
fr: Heures
it: Ore
pt: Horas

# infoclass_reserved_for_bios
source: Reserved for BIOS vendor
de: Reserviert für BIOS-Hersteller
es: Reservado para el proveedor de BIOS
fr: Réservé au fabricant du BIOS
it: Riservato per il rivenditore del BIOS
pt: Reservado para o fornecedor do BIOS

# infoclass_reserved_for_system
source: Reserved for system vendor
de: Reserviert für Systemhersteller
es: Reservado para el proveedor del sistema
fr: Réservé au fabricant du système
it: Riservato per il rivenditore del sistema
pt: Reservado para o fornecedor do sistema

# installedprogs_description
source: Applications and other software installed on this computer
de: Anwendungen und andere auf diesem Computer installierte Software
es: Aplicaciones y otro software instalado en este ordenador
fr: Application et autres logiciels installés sur cet ordinateur
it: Applicazioni e altri software installati su questo computer
pt: Aplicações e outro software instalado neste computador

# installedprogs_details
source: Details
es: Detalles
fr: Détails
it: Dettagli
pt: Detalhes

# installedprogs_error_happen
source: An error has occurred in the Installed Programs panel
de: Im Bereich Installierte Programme trat ein Fehler auf
es: Se ha producido un error en el panel Programas instalados
fr: Une erreur est survenue au niveau des programmes installés.
it: Si è verificato un errore nel pannello dei Programmi installati
pt: Ocorreu um erro no painel de Programas Instalados

# installedprogs_estimatesize
source: Estimated Size
de: Erwartete Größe
es: Tamaño estimado
fr: Taille prévue
it: Dimensione stimata
pt: Tamanho Estimado

# installedprogs_helplink
source: Help Link
de: Hilfelink
es: Vínculo de ayuda
fr: Lien d’aide
it: Link alla guida
pt: Hiperligação da Ajuda

# installedprogs_helptelephone
source: Help Telephone
de: Hilfe-Telefon
es: Teléfono de ayuda
fr: Téléphone d’aide
it: Assistenza telefonica
pt: Ajuda Telefónica

# installedprogs_iconindex
source: Icon Number
de: Icon-Nummer
es: Número de icono
fr: Numéro d’icône
it: Numero icona
pt: Número do Ícone

# installedprogs_installdate
source: Install Date
de: Installationsdatum
es: Fecha de instalación
fr: Date d’installation
it: Data di installazione
pt: Data da Instalação

# installedprogs_items
source: Items
de: Einträge
es: Elementos
fr: Entrées
it: Elementi
pt: Itens

# installedprogs_listview_error_happen
source: An error has occurred in the Installed Programs ListView
de: In der Listenansicht von Installierte Programme trat ein Fehler auf
es: Se ha producido un error en la vista de lista Programas instalados
fr: Une erreur est survenue dans la liste d’affichage des programmes installés.
it: Si è verificato un errore nel pannello dell'Elenco dei programmi installati
pt: Ocorreu um erro na VistadeLista de Programas Instalados

# installedprogs_name
source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

# installedprogs_publisher
source: Publisher
de: Herausgeber
es: Editor
fr: Éditeur
pt: Fabricante

# installedprogs_unable_to_open_website
source: Unable to open website
de: Webseite konnte nicht geöffnet werden
es: No se puede abrir el sitio web
fr: Le site web n’a pas pu être ouvert.
it: Impossibile aprire il sito web
pt: Não é possível abrir o website

# installedprogs_version
source: Version
es: Versión
it: Versione
pt: Versão

# intro_error_happen
source: An error has occurred in the Introduction panel
de: Im Bereich Einführung trat ein Fehler auf
es: Se ha producido un error en el panel de introducción
fr: Une erreur est survenue au niveau de l’initialisation.
it: Si è verificato un errore nel pannello dell'Introduzione
pt: Ocorreu um erro no painel de Introdução

source: is a product of
de: ist ein Produkt von
es: es un producto de
fr: est un produit de
it: è un prodotto di
pt: é um produto de

# main_error_happen
source: An error has occurred in the \"MainForm_Load\" procedure
de: Es trat ein Fehler in der Prozedur \"MainForm_Load\" auf
es: Se ha producido un error en el procedimiento \"MainForm_Load\"
fr: Une erreur est survenue dans la procédure \"MainForm_Load\"
it: Si è verificato un errore nella procedura \"MainForm_Load\"
pt: Ocorreu um erro no procedimento \"MainForm_Load\"

# main_statusstrip
source: StatusStrip
es: BarraEstado
pt: FaixaEstado

# network_adapter
source: Adaptor Type
de: Adaptertyp
es: Tipo de adaptador
fr: Type d’adaptateur
it: Tipo di adattatore
pt: Tipo de Adaptador

# network_combobox_error_happen
source: An error has occurred in the Network panel ComboBox
de: In der ComboBox des Netzwerkbereichs trat ein Fehler auf
es: Se ha producido un error en el cuadro combinado del panel Red
fr: Une erreur est survenue dans le champ de combinaison du domaine réseau.
it: Si è verificato un errore nella ComboBox del pannello di rete
pt: Ocorreu um erro na Caixa de Combinação do painel de Rede

# network_computer
source: Computer
es: Ordenador
fr: Ordinateur
pt: Computador

# network_connection_id
source: Connection ID
de: Verbindungs-ID
es: Id. de conexión
fr: Identifiants de la connexion
it: ID connessione
pt: ID da Ligação

# network_connection_status
source: Connection Status
de: Verbindungsstatus
es: Estado de conexión
fr: État de la connexion
it: Stato della connessione
pt: Estado da Ligação

# network_dhcp_lease_exp
source: DHCP Lease Expires
de: DHCP-Lease läuft ab
es: Concesión DHCP caducada
fr: Le bail DHCP arrive à échéance.
it: Scadenza noleggio DHCP
pt: Concessão DHCP Expira

# network_dhcp_lease_obt
source: DHCP Lease Obtained
de: DHCP-Lease erhalten
es: Concesión DHCP obtenida
fr: Obtenir un bail DHCP
it: Noleggio DHCP ottenuto
pt: Concessão DHCP Obtida

# network_dhcp_server
source: DHCP Server
es: Servidor DHCP
fr: Serveur DHCP
it: Server DHCP
pt: Servidor DHCP

# network_dns_domain
source: DNS Domain
es: Dominio DNS
fr: Domaine DNS
it: Dominio DNS
pt: Domínio DNS

# network_dns_name
source: DNS Host Name
es: Nombre de host DNS
fr: Nom d’hôte DNS
it: Nome host DNS
pt: Nome do Anfitrião DNS

# network_domain
source: Domain
es: Dominio
fr: Domaine
it: Dominio
pt: Domínio

# network_error_happen
source: An error has occurred in the Network panel
de: Im Netzwerkbereich trat ein Fehler auf
es: Se ha producido un error en el panel Red
fr: Une erreur est survenue au niveau du réseau.
it: Si è verificato un errore nel pannello di rete
pt: Ocorreu um erro no painel da Rede

# network_ip_address
source: IP Address
de: IP-Addresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
pt: Endereço IP

# network_mac_address
source: MAC Address
de: MAC-Addresse
es: Dirección MAC
fr: Adresse MAC
it: Indirizzo MAC
pt: Endereço MAC

# network_manufacturer
source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant
it: Produttore
pt: Fabricante

# network_max_speed
source: Maximum Speed
de: Maximale Geschwindigkeit
es: Velocidad máxima
fr: Vitesse maximale
it: Velocità massima
pt: Velocidade Máxima

# network_mtu
source: Maximum Transmission Unit (MTU)
es: Unidad de transmisión máxima (MTU)
it: Unità massima di trasmissione (MTU)
pt: Unidade Máxima de Transmissão (MTU - Maximum Transmission Unit)

# network_nonetwork
source: No network is configured on this computer
de: Auf diesem Computer ist kein Netzwerk eingerichtet
es: No hay ninguna red configurada en este ordenador
fr: Aucun réseau n’est installé sur cet ordinateur.
it: Su questo computer non è stata configurata alcuna rete
pt: Nã existe uma rede configurada neste computador

# network_numconnections
source: Number of Connections
de: Anzahl der Verbindungen
es: Número de conexiones
fr: Nombre des connexions
it: Numero di connessioni
pt: Número de Ligações

# network_sense
source: Auto Sense
es: Detección automática
it: Rilevamento automatico
pt: Deteção Automática

# network_speed
source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
pt: Velocidade

# network_tcp_size
source: TCP Window Size
de: Größe des TCP-Fensters
es: Tamaño de ventana de TCP
fr: Taille de fenêtre TCP
it: Dimensione finestra TCP
pt: Tamanho da Janela TCP

# network_ttl
source: Default Time-to-Live (TTL)
de: Standard Time-to-Live (TTL)
es: Período de vida (TTL) predeterminado
fr: Durée de validité standard (Time-to-Live, TTL)
it: TTL (Time-to-Live) predefinito
pt: Tempo Restante (TTL - Time-to-Live) Predefinido

# network_workgroup
source: Workgroup
de: Arbeitsgruppe
es: Grupo de trabajo
fr: Groupe de travail
it: Gruppo di lavoro
pt: Grupo de Trabalho

# node_bios_tip
source: Information about the Basic Input Output System
de: Informationen zum Basic Input Output System
es: Información sobre el sistema de entrada y salida básico
fr: Informations sur le Basic Input Output System
it: Informazioni sul BIOS (Basic Input Output System)
pt: Informação sobre o Sistema Básico de Saída e Entrada (BIOS - Basic Input Output System)

# node_computer
source: Computer
es: Ordenador
fr: Ordinateur
pt: Computador

# node_computer_tip
source: General information about this computer
de: Allgemeine Informationen über diesen Computer
es: Información general sobre este ordenador
fr: Informations générales sur cet ordinateur
it: Informazioni generali su questo computer
pt: Informação geral sobre este computador
