Repository: freemium-gmbh/toolbar-release
Catalog: Knots/Clean Up And Manage/Disk Cleaner/Resources.*.resx
Languages: de, fr, it, pt

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
pt: Adicionar

# add_junk_file
source: Add a junk file type
de: Einen Mülldateityp hinzufügen
fr: Ajouter un type de fichier spam
it: Aggiungi un tipo di file indesiderato
pt: Adicionar um tipo de ficheiro não solicitado

source: Back
de: Zurück
fr: Retour
it: Indietro
pt: Voltar

# backup_temp_files
source: Backup temporary files before cleaning
de: Temporäre Dateien vor der Bereinigung sichern
fr: Sauvegarder les fichiers temporaires avant le nettoyage
it: Effettua il backup dei file temporanei prima della pulizia
pt: Efetuar cópia de segurança de ficheiros temporários antes de limpar

# backup_zero_files
source: Backup zero-byte files before cleaning
de: Null Byte-Dateien vor der Bereinigung sichern
fr: Sauvegarder les fichiers 0 octet avant le nettoyage
it: Effettua il backup dei file a zero byte prima della pulizia
pt: Efetuar cópia de segurança de ficheiros de zero bytes antes de limpar

source: Browse
de: Durchsuchen
fr: Rechercher
it: Sfoglia
pt: Procurar

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
pt: Cancelar

# can_use_wildcards
source: You can use wildcards
de: Sie können Platzhalter verwenden
fr: Vous pouvez utiliser des métacaractères.
it: Puoi utilizzare i caratteri jolly
pt: Pode utilizar caracteres universais

# cleaning_completed
source: Cleaning completed successfully
de: Bereinigung erfolgreich abgeschlossen
fr: Nettoyage terminé avec succès.
it: Pulizia completata con successo
pt: Limpeza concluída com sucesso

source: Cleaning started
de: Bereinigung begonnen
fr: Nettoyage en cours.
it: Pulizia avviata
pt: Limpeza iniciou

source: Cleaning status
de: Status der Bereinigung:
fr: État du nettoyage :
it: Stato della pulizia
pt: Estado da limpeza

source: Clean up
de: Bereinigen
fr: Nettoyer
it: Pulisci
pt: Limpar

# click_finish_return
source: Click Finish to return to main page
de: Klicken Sie auf Fertig, um zum Hauptmenü zurückzukehren
fr: Cliquez sur « Terminer » pour retourner au menu principal
it: Fai clic su Fine per tornare alla pagina principale
pt: Clique em Terminar para voltar à página principal

# click_next_after_selecting
source: Click next when you have finished selecting your drives
de: Klicken Sie auf Weiter, wenn Sie Ihre Laufwerke ausgewählt haben
fr: Cliquez sur « Continuer » après avoir sélectionné les lecteurs.
it: Fai clic su Avanti dopo aver completato la selezione delle unità
pt: Clique em Seguinte depois de terminar a seleção das unidades

source: Close
de: Schließen
fr: Fermer
it: Chiudi
pt: Fechar

# considered_junk
source: All of the files in these folders should always be considered as junk, regardless of type:
de: Alle Dateien in diesen Ordnern sollen stets als Müll behandelt werden, egal welchen Typs sie sind
fr: Tous les fichiers contenus dans ces dossiers doivent toujours être traités comme des spams, quel que soit leur type :
it: Tutti i file in queste cartelle devono essere sempre considerati indesiderati, a prescindere dal tipo:
pt: Todos os ficheiros destas pastas devem ser sempre considerados como não solicitados, independentemente do tipo:

source: Created
de: Erstellt
fr: Créé
it: Creato
pt: Criado

source: Creation date
de: Erstellungsdatum
fr: Date de création
it: Data di creazione
pt: Data da criação

source: Critical warning
de: Kritische Warnung
fr: Avertissement critique
it: Avviso critico
pt: Aviso crítico

# default_string
source: Default
de: Standard
fr: Standard
it: Predefinito
pt: Predefinição

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
pt: Eliminar

source: Description
de: Beschreibung
it: Descrizione
pt: Descrição

source: Details
fr: Détails
it: Dettagli
pt: Detalhes

# disk_cleaner
source: Clean disk
de: Datenträger bereinigen
fr: Nettoyer le support de données
it: Pulisci disco
pt: Limpar disco

# disk_cleanup
source: Cleanup disk
de: Bereinigung
fr: Nettoyer le support de données
it: Pulizia disco
pt: Limpar disco

source: done
de: Abgeschlossen
fr: Terminé
it: fatto
pt: concluído

source: Emptying recycle bin
de: Papierkorb wird geleert
fr: La corbeille est vidée...
it: Svuotamento del cestino in corso
pt: Esvaziar reciclagem

source: Exclude
de: Ausschließen
fr: Exclure
it: Escludi
pt: Excluir

# ext
source: Extension
de: Erweiterung
it: Estensione
pt: Extensão

source: Filename ends with
de: Dateiname endet mit
fr: Nom de fichier se terminant par
it: Il nome file termina con
pt: Nome de ficheiro termina com

source: Files
de: Dateien
fr: Fichiers
it: File
pt: Ficheiros

# files1
source: files
de: Dateien
fr: Fichiers
it: file
pt: ficheiros

# FilesRestored
source: Files successfully restored
de: Dateien erfolgreich wiederhergestellt
fr: Les fichiers ont été restaurés avec succès.
it: File ripristinato con successo
pt: Ficheiros restaurados com sucesso

source: Filetype
de: Dateityp
fr: Type de fichier
it: Tipo di file
pt: Tipo de ficheiro

source: Finish
de: Fertig
fr: Terminer
it: Fine
pt: Terminar

source: Folder
de: Ordner
fr: Dossier
it: Cartella
pt: Pasta

source: Free size
de: Freier Speicher
fr: Espace de stockage libre
it: Spazio su disco
pt: Tamanho livre

source: General
de: Allgemein
fr: Généralités
it: Generale
pt: Geral

source: Help
de: Hilfe
fr: Aide
it: Guida
pt: Ajuda

# HelpUrl
source: http://freemium.com/company/faq/
de: http://freemium.com/public/downloads/de/pdf/HandbuchFreemiumSystemUtilitiesDeutsch.pdf
fr: http://fr.freemium.com/company/faq/
it: http://it.freemium.com/company/faq/
pt: http://pt.freemium.com/company/faq/

# if_unsure
source: If you are unsure of these options, it is recommended to leave them at their default
de: Wenn Sie bei diesen Optionen unsicher sind, belassen Sie sie auf den Standardeinstellungen
fr: Si vous n’êtes pas sûr(e) de ces options, conservez la configuration par défaut.
it: Se non sei sicuro di queste opzioni, è consigliabile lasciare le impostazioni predefinite
pt: Se não tiver a certeza sobre estas opções, recomenda-se que fiquem como predefinidas

source: Include
de: Einschließen
fr: Inclure
it: Includi
pt: Incluir

# info
source: Information
it: Informazioni
pt: Informação

source: Last access
de: Letzter Zugriff
fr: Dernier accès
it: Ultimo accesso
pt: Último acesso

source: Modified
de: Verändert
fr: modifiés
it: Modificato
pt: Modificado

source: More options
de: Weitere Optionen
fr: Autres options
it: Altre opzioni
pt: Mais opções

source: Name
fr: Nom
it: Nome
pt: Nome

source: Next
de: Weiter
fr: Continuer
it: Succ.
pt: Seguinte

# not_considered_junk
source: All of the files in these folders should never be considered as junk:
de: Alle Dateien in diesen Ordnern sollen niemals als Müll behandelt werden:
fr: Tous les fichiers contenus dans ces dossiers ne doivent jamais être traités comme des spams :
it: Tutti i file in queste cartelle non devono essere mai considerati indesiderati:
pt: Todos os ficheiros destas pastas nunca devem ser sempre considerados como não solicitados:

# no_extra_space
source: No extra space gained
de: Kein zusätzlicher Speichergewinn
fr: Pas de gain d’espace de stockage supplémentaire
it: Nessuno spazio extra ottenuto
pt: Sem espaço extra obtido

source: Objects
de: Objekte
fr: Objets
it: Oggetti
pt: Objetos

# of_disk_space
source: of disk space on drive(s)
de: von Speicherplatz auf Laufwerk(en)
fr: Espace de stockage sur le(s) lecteur(s)
it: dello spazio su disco nella/nelle unità
pt: de espaço em disco na(s) unidade(s)

source: Options
de: Optionen
it: Opzioni
pt: Opções

# overwrite_existing_files
source: Overwrite existing files when restoring
de: Bestehende Dateien bei der Wiederherstellung überschreiben
fr: Écraser les fichiers existants lors de la restauration
it: Sovrascrivi i file esistenti durante il ripristino
pt: Substituir ficheiros existentes ao restaurar

source: Partial
de: Teilweise
fr: Partiellement
it: Parziale
pt: Parcial

source: Path
de: Pfad
fr: Chemin d’accès
it: Percorso
pt: Caminho

source: pending
de: ausstehend
fr: en cours
it: in sospeso
pt: pendente

source: Processing...
de: Verarbeitung läuft…
fr: Traitement en cours...
it: Elaborazione in corso…
pt: Processamento a decorrer…

source: Processing junk files
de: Mülldateien werden verarbeitet
fr: Les fichiers spam sont en cours de traitement...
it: Elaborazione dei file indesiderati in corso
pt: Processar ficheiros não solicitados

source: Processing zero-byte files
de: Null Byte-Dateien werden bearbeitet
fr: Les fichiers 0 octet sont en cours de traitement...
it: Elaborazione dei file a zero byte
pt: Processar ficheiros com zero bytes

source: Recycle bin
de: Papierkorb
fr: Corbeille
it: Cestino
pt: Reciclagem

# recycle_bin_def
source: The recycle bin contains files you have deleted from your computer. These files are not permanently removed until you empty the recycle bin
de: Der Papierkorb enthält die von Ihrem Computer gelöschten Dateien. Diese Dateien werden erst dann permanent entfernt, wenn Sie den Papierkorb leeren
fr: La corbeille contient les fichiers supprimés de votre ordinateur. Pour supprimer ces fichiers définitivement, vous devez vider la corbeille.
it: Il cestino contiene i file eliminati dal computer. Questi file non verranno rimossi in modo permanente fino a quando non svuoterai il cestino
pt: A reciclagem contém ficheiros eliminados do computador. Estes ficheiros só são eliminados definitivamente depois de esvaziar a reciclagem

source: Refresh
de: Aktualisieren
fr: Actualiser
it: Aggiorna
pt: Atualizar

source: Remove
de: Entfernen
fr: Supprimer
it: Rimuovi
pt: Remover

source: Restore
de: Wiederherstellen
fr: Restaurer
it: Ripristina
pt: Restaurar

# review_list_junk_files
source: Review the list of junk file types below and select or unselect items to include in the search by checking or unchecking their corresponding boxes
de: Sehen Sie sich die Liste der Mülldateitypen unten an und wählen Sie Einträge an/ab, indem Sie deren Auswahlkästchen an-/abwählen
fr: Vérifiez la liste des types de fichiers spam située ci-dessous et (dé)sélectionnez des entrées en (dés)activant les cases correspondantes.
it: Leggi l'elenco dei tipi di file indesiderati in basso e seleziona, oppure annulla la selezione, degli elementi da includere nella ricerca, selezionando o annullando la selezione delle caselle corrispondenti.
pt: Reveja a lista de tipos de ficheiros não solicitados e selecione ou desmarque os itens a incluir na procura, marcando ou desmarcando as caixas correspondentes

source: scanning
de: Überprüfung läuft
fr: Vérification en cours...
it: scansione in corso
pt: analisar

# select_any_drive
source: Please select a drive from the list
de: Wählen Sie bitte ein Laufwerk aus der Liste
fr: Veuillez sélectionner un lecteur situé dans la liste.
it: Seleziona un'unità dall'elenco
pt: Selecione uma unidade da lista

# select_any_item
source: Please select at least one item fom the list
de: Wählen Sie bitte wenigstens ein Element aus der Liste
fr: Veuillez sélectionner au moins un élément situé dans la liste.
it: Seleziona almeno un elemento dall'elenco
pt: Selecione pelo menos um item da lista

# select_backup
source: Please select a backup set you want to restore and click Restore
de: Wählen Sie eine wiederherzustellende Sicherung und klicken Sie auf "Wiederherstellen"
fr: Sélectionnez une sauvegarde à restaurer et cliquez sur « Restaurer ».
it: Seleziona un set di backup che desideri ripristinare, dopodiché fai clic su Ripristina
pt: Selecione um conjunto de cópias de segurança que pretenda restaurar e clique em Restaurar

# select_drives_for_cleanup
source: Select the drives you want to cleanup:
de: Wählen Sie die zu bereinigenden Laufwerke
fr: Sélectionnez les lecteurs à nettoyer :
it: Seleziona le unità da pulire:
pt: Selecione as unidades que pretende limpar:

# select_files_to_delete
source: Please select files you want to delete:
de: Wählen Sie die zu löschenden Dateien
fr: Sélectionnez les fichiers à supprimer :
it: Seleziona i file da eliminare:
pt: Selecione os ficheiros que pretende eliminar:

source: Size
de: Größe
fr: Taille
it: Dimensione
pt: Tamanho

source: Status
fr: État
it: Stato
pt: Estado

source: Temporary files
de: Temporäre Dateien
fr: Fichiers temporaires
it: File temporanei
pt: Ficheiros temporários

# temporary_folders
source: Temporary folder
de: Temporäre Ordner
fr: Dossiers temporaires
it: Cartella temporanea
pt: Pasta temporária

# temp_files_def
source: Temporary files are used by programs as an intermediate storage space and usually removed after use
de: Temporäre Dateien werden von Programmen als Zwischenspeicher verwendet und normalerweise nach der Benutzung wieder gelöscht
fr: Les fichiers temporaires sont utilisés par les programmes comme mémoires intermédiaires et en principe, ils sont supprimés après utilisation.
it: I file temporanei vengono utilizzati dai programmi come spazio di memoria intermedio e, solitamente, vengono rimossi dopo l'uso
pt: Os ficheiros temporários são utilizados por programas como um espaço de armazenamento intermédio e geralmente são removidos após a utilização

# tool_not_found
source: This tool was not found on your platform
de: Dieses Werkzeug wurde auf Ihrer Plattform nicht gefunden
fr: Cet outil n’a pas été détecté sur votre ordinateur.
it: Questo strumento non è stato trovato sulla tua piattaforma
pt: Esta ferramenta não se encontra na sua plataforma

source: Total
de: Insgesamt
fr: Au total
it: Totale

source: Total size
de: Gesamte Größe
fr: Taille totale
it: Dimensione totale
pt: Tamanho total

# total_space_gain
source: Total amount of disk space you gain
de: Gesamtgröße des zurückgewinnbaren Speichers
fr: Taille totale de l’espace de stockage libéré
it: Dimensione totale dello spazio su disco ottenuto
pt: A quantidade total do espaço em disco adquirida

# use_wildcards
source: You can use wildcards, eg. *.tmp
de: Sie können Platzhalter verwenden, wie *.tmp
fr: Vous pouvez utiliser des métacaractères (p. ex. *.tmp).
it: Puoi utilizzare i caratteri jolly, come ad esempio *.tmp.
pt: Pode utilizar caracteres universais, como *.tmp

source: View files
de: Dateien anzeigen
fr: Afficher les fichiers
it: Visualizza file
pt: Ver ficheiros

# wait_until_scanning
source: Please wait until scanning the selected drives has been finished
de: Bitte warten Sie, bis die Festplattenbereinigung die gewählten Laufwerke überprüft hat
fr: Veuillez attendre que le nettoyage du disque ait vérifié les lecteurs sélectionnés.
it: Attendi il completamento della scansione delle unità selezionata
pt: Aguarde até terminar a análise das unidades selecionadas

# waste_files
source: Files inside the Windows temp folder are always considered as waste
de: Dateien im Windows-Temp-Verzeichnis werden immer als überflüssig betrachtet.
fr: Les fichiers du répertoire temporaire Windows sont toujours considérés comme superflus.
it: I file contenuti nella cartella Temp di Windows sono sempre considerati superflui.
pt: Os ficheiros no índice Temp do Windows são considerados sempre desnecessários.

source: Windows components
de: Windowskomponenten
fr: Composants Windows
it: Componenti di Windows
pt: Componentes do Windows

# you_can_free_more_space
source: You can free more disk space by removing optional Windows components that you do not use
de: Sie können Speicherplatz freigeben indem Sie Windowskomponenten entfernen, die Sie nicht benötigen
fr: Vous pouvez libérer de l’espace de stockage en supprimant les composants Windows non utilisés.
it: Puoi liberare altro spazio su disco rimuovendo i componenti facoltativi di Windows che non utilizzi
pt: Pode libertar mais espaço em disco removendo componentes opcionais do Windows que não utiliza

# you_can_restore
source: You can restore the removed temporary files from a backup folder
de: Sie können die entfernten temporären Dateien aus einem Sicherungsordner wiederherstellen
fr: Vous pouvez restaurer les fichiers temporaires supprimés à partir d’un dossier de sauvegarde.
it: Puoi ripristinare i file temporanei rimossi da una cartella di backup
pt: Pode restaurar os ficheiros temporários removidos de uma pasta de cópia de segurança

# you_can_use_cleanup
source: You can free up
de: Verwenden Sie die Bereinigung zur Freigabe von
fr: Espace de stockage libéré :
it: Puoi liberare spazio
pt: Pode libertar

source: You gained
de: Zurückgewonnen
fr: Gain :
it: Hai ottenuto
pt: Adquiriu

source: Zero-byte files
de: Null Byte-Dateien
fr: Fichiers 0 octet
it: File a zero byte
pt: Ficheiros com zero bytes

# zero_files_def
source: Zero-byte files don't hold any data and can usually be deleted
de: Null Byte-Dateien enthalten keine Daten und können normalerweise gelöscht werden
fr: Les fichiers 0 octets ne contiennent pas de données et ils sont en principe supprimés.
it: I file a zero byte non contengono dati e, solitamente, possono essere eliminati
pt: Os ficheiros com zero-bytes não têm dados e geralmente podem ser eliminados

source: Temporary file
de: Temporäre Datei
fr: Fichier temporaire
it: File temporaneo
pt: Aquivo temporário

source: Error file
de: Fehler Datei
fr: Fichier d'erreurs
it: File di errore
pt: Arquivo de erro

source: Intermediate file
de: Zwischendatei
fr: Intermédiaire fichier
it: File intermedio
pt: Arquivo intermediário

source: Log file
de: Log-Datei
fr: Fichier journal
it: Il file di log
pt: O arquivo de log

source: Memory dump files
de: Speicher-Dump-Dateien
fr: Fichiers de vidage de la mémoire de
it: File di immagine della memoria
pt: Arquivos de despejo de memória

# office_bkup_file
source: Office backup file
de: Office-Backup-Datei
fr: Fichier de sauvegarde de bureau
it: File di backup di Office
pt: Arquivo de backup escritório

source: Outdated file
de: Veraltete Datei
fr: Expirée fichier
it: Di file obsoleti
pt: Arquivo desatualizado

# saved_disk_error_data
source: Saved disk error data from scandisk
de: Gespeicherte Festplattenfehlerdaten von ScanDisk
fr: Sauvé données d'erreur de disque de scandisk
it: Salvate i dati di errore del disco da scandisk
pt: Dados de erro de disco salvas scandisk

source: Temporary file created during setup
de: Temporäre Datei während der Installation erstellt
fr: Fichier temporaire créé lors de l'installation
it: File temporaneo creato durante l'installazione
pt: Arquivo temporário criado durante a instalação

# temp_bkup_file
source: Temporary backup file
de: Temporäre Backup-Datei
fr: Fichier de sauvegarde temporaire
it: File di backup temporaneo
pt: Arquivo de backup temporário

# temp_dir_info
source: Temporary directory information
de: Speicher-Dump-Dateien
fr: Informations de répertoire temporaire
it: Informazioni sulla directory temporanea
pt: Informações do diretório temporário

# temp_help_file_search_data
source: Temporary help file search data
de: Temporäre Hilfedatei-Suchdaten
fr: Aide temporaire file search data
it: L'aiuto dei dati di ricerca dei file temporanei
pt: Dados de pesquisa de arquivos de ajuda temporária

# win_help_sys_temp_file
source: Windows help system temp file
de: Windows-Hilfe-System temporäre Datei
fr: De Windows système d'aide temporaire fichier
it: File temporaneo sistema di help di Windows
pt: Arquivo temporário do sistema de ajuda do Windows

source: backup
de: Sicherung
fr: Sécurité
pt: cópia de segurança

source: N/A
de: N.v.
fr: N.d.

# n/a1
source: N/A
de: N.v.
fr: N.d.
