Repository: freemium-gmbh/toolbar-release
Catalog: Knots/Clean Up And Manage/Uninstall Manager/Resources.*.resx
Languages: es, fr

source: Batch uninstall
es: Desinstalación por lotes
fr: Désinstallation avec traitement par lots

source: Command line
es: Línea de comandos
fr: Ligne de commande

# current_installed_progs
source: Currently installed programs
es: Programas instalados actualmente
fr: Programmes actuellement installés

# entries_removed
source: Entries have been removed successfully
es: entradas se han eliminado correctamente.
fr: Les entrées ont été supprimés avec succès.

# error_occurred
source: Error occured
es: Error
fr: Une erreur est survenue.

# file_imported
source: The file has been imported
es: El archivo ha sido importado
fr: Le fichier a été importé.

# HelpUrl
source: http://freemium.com/company/faq/
es: http://es.freemium.com/company/faq/
fr: http://fr.freemium.com/company/faq/

source: Image
es: Imagen

source: Installed date
es: Fecha de instalación
fr: Date d’installation

# installed_on
source: Date
es: Fecha

source: Is update
es: Está actualizado
fr: Mise à jour réelle

source: Name
es: Nombre
fr: Nom

# no_one_removed
source: You need administrative rights to use this functionality.
es: Necesita derechos administrativos para utilizar esta funcionalidad.
fr: Vous avez besoin des droits d’administrateur pour utiliser cette fonction.

# one_entry_removed
source: Entry has been removed successfully
es: entrada se ha eliminado correctamente.
fr: L’entrée a été supprimée avec succès.

source: Operation cancelled
es: Operación cancelada
fr: Processus interrompu.

source: Programs
es: Programas
fr: Programmes

# programs_installed_total
source: Programs installed on your computer (Total
es: Programas instalados en el ordenador (Total
fr: Programmes installés sur votre ordinateur (au total

source: Publisher
es: Editor
fr: Éditeur

source: Refresh
es: Actualizar
fr: Actualiser

source: regKey
es: claveRegistro

source: Remove entries
es: Quitar entradas
fr: Supprimer les entrées

source: Remove entry
es: Quitar entrada
fr: Supprimer l’entrée

source: Report created on
es: Informe creado el
fr: Rapport établi le

source: SAVE
es: GUARDAR
fr: ENREGISTRER

# saved_to
source: The file has been saved to
es: El archivo ha sido guardado en
fr: Le fichier a été enregistré sous

source: Search program
es: Buscar programa
fr: Rechercher un programme

# show_win_updates
source: Show Windows Updates
es: Mostrar actualizaciones de Windows
fr: Afficher les mises à jour Windows

source: Size
es: Tamaño
fr: Taille

# uninstall_manager
source: Uninstall programs
es: Desinstalar programas
fr: Désinstaller des programmes

# uninstall_program
source: Uninstall this program
es: Desinstalar este programa
fr: Désinstaller un programme

source: Uninstall programs
es: Desinstalar programas
fr: Désinstaller des programmes

# unistaller_not_found
source: Uninstall files could not be found for {0}, Do you want to remove it from the list?
es: No se han podido encontrar los archivos de desinstalación correspondientes a {0}. ¿Desea quitar este programa de la lista?
fr: Les fichiers de désinstallation pour {0} n’ont pas pu être trouvés. Le programme doit-il être supprimé de la liste ?

source: Version
es: Versión

# entry_remove_confirm
source: Please note that removing an entry is an irreversible process, it's better to try uninstalling first. Are you sure you want to remove selected item(s) ?
es: Tenga en cuenta que la eliminación de una entrada es un proceso irreversible, es mejor tratar de desinstalar primero. ¿Está seguro que desea eliminar el elemento seleccionado(s)?
fr: Veuillez noter que la suppression d'une entrée est un processus irréversible, il vaut mieux essayer de désinstaller d'abord. Etes-vous sûr de vouloir supprimer l'élément sélectionné(s)?

source: Error
fr: Erreur

source: Total:
fr: Au total :
