Repository: freemium-gmbh/toolbar-release
Catalog: FreemiumUtilities.RegCleaner/Properties/Resources.*.resx
Languages: es, fr, it

source: Attempted deletion of value:
es: Se intentó la eliminación del valor:
fr: Tentative de suppression de cette valeur :
it: Tentativo di eliminazione del valore:

source: Cancel Scan
es: Cancelar análisis
fr: Annuler
it: Annulla scansione

source: Categories
es: Categorías
fr: Catégories
it: Categorie

# ControlScanTitle
source: Control Scan
es: Controlar análisis
fr: Vérification test
it: Scansione di controllo

source: Data
es: Datos
fr: Données
it: Dati

# DeepScanTitle
source: Deep System Scan
es: Análisis profundo del sistema
fr: Vérification exhaustive du système
it: Scansione completa del sistema

source: failed.
es: falló.
fr: Échec
it: non riuscito.

# FontScanTitle
source: System Fonts
es: Fuentes del sistema
fr: Types de systèmes d’écriture
it: Caratteri di sistema

# HelpScanTitle
source: System Help Files
es: Archivos de ayuda del sistema
fr: Fichiers d’aide du système
it: File della guida di sistema

# HistoryScanTitle
source: History and Start Menu
es: Historial y menú Inicio
fr: Historique et menu Démarrer
it: Cronologia e menu di avvio

source: Invalid Selection!
es: ¡Selección no válida!
fr: Sélection invalide !
it: Selezione non valida!

source: items cleared
es: elementos borrados
fr: Éléments nettoyés.
it: elementi cancellati

source: Key
es: Clave
fr: Clé
it: Chiave

# LastCleanTime
source: Last time you cleaned registry was {0:hh:mm dd-MM-yy}
es: La última vez que limpió el registro fue a las {0:hh:mm dd-MM-yy}
fr: Dernier nettoyage de la base de registre : {0:hh:mm dd-MM-yy}
it: L'ultima pulizia del registro è avvenuta il {0:hh:mm dd-MM-yy}

# LibraryScanTitle
source: Shared Libraries
es: Bibliotecas compartidas
fr: Bibliothèques partagées (DLL)
it: Librerie condivise

# MRUScanTitle
source: MRU Lists
es: Listas de usados más recientemente
fr: Dernières listes utilisées
it: Elenchi MRU

source: No Items Selected
es: No hay elementos seleccionados
fr: Aucun élément sélectionné.
it: Nessun elemento selezionato

# NotStartedHeader
source: Check registry categories and press scan
es: Seleccionar las categorías del registro y pulsar Analizar
fr: Sélectionnez des catégories de la base de registre et cliquez sur « Vérifier ».
it: Seleziona le categorie di registro e premi Scansiona

# NowScanning
source: Processing
es: Procesando
fr: Traitement en cours...
it: Elaborazione in corso

# ProblemsFound
source: problems were found. To scan again is recommended to find more problems.
es: problemas encontrados. Se recomienda volver a analizar para encontrar más problemas.
fr: Des problèmes ont été détectés. Nous vous recommandons de procéder à une nouvelle vérification pour détecter d’autres problèmes.
it: sono stati rilevati alcuni problemi. Si consiglia di effettuare di nuovo la scansione per individuare ulteriori problemi.

# ProblemsFoundClickClear
source: problems were found. Select ones you want to remove and press Start Clearing.
es: problemas encontrados. Seleccionar los que se quiera eliminar y pulsar Iniciar limpieza.
fr: Des problèmes ont été détectés. Sélectionnez les éléments à supprimer et cliquez sur « Lancer le nettoyage ».
it: sono stati rilevati alcuni problemi. Seleziona quelli che desideri rimuovere e premi Avvia pulizia.

source: Registry Cleaner
es: Limpiador del registro
fr: Nettoyer la base de registre
it: Strumento di pulizia del registro

source: Registry Cleaning Completed
es: Limpieza del registro completada
fr: Nettoyage de la base de registre terminé.
it: Pulizia del registro completata

source: Registry Scan Canceled
es: Análisis del registro cancelado
fr: Vérification de la base de registre interrompue.
it: Scansione del registro annullata

source: Registry Scan Completed
es: Análisis del registro completado
fr: Vérification de la base de registre terminée.
it: Scansione del registro completata

# RemoveSuccess
source: Items removal action completed successfully.
es: Acción de eliminación de elementos completada correctamente.
fr: Ces éléments ont été supprimés avec succès.
it: Azione di rimozione degli elementi completata con successo.

source: Restore Disabled!
es: ¡Restauración deshabilitada!
fr: Restauration désactivée !
it: Ripristino disabilitato!

# ScanAborted
source: Scan Aborted, No Segments selected.
es: Análisis anulado. No hay segmentos seleccionados.
fr: Vérification interrompue, aucun segment n’a été sélectionné.
it: Scansione annullata, nessun segmento selezionato.

source: Scan Aborted by User.
es: Análisis anulado por el usuario.
fr: Vérification interrompue par l’utilisateur.
it: Scansione annullata dall'utente.

source: Scan Again
es: Volver a analizar
fr: Vérifier à nouveau
it: Scansiona di nuovo

source: Scanning:
es: Analizando:
fr: Vérification :
it: Scansione in corso:

source: Scanning Registry
es: Analizando el registro
fr: Vérification de la base de registre...
it: Scansione del registro in corso

source: Scan Now
es: Analizar ahora
fr: Vérifier maintenant
it: Scansiona ora

# ScanResultsReset
source: Scan Results were Reset.
es: Se han restablecido los resultados del análisis.
fr: Les résultats de la vérification ont été réinitialisés.
it: I risultati della scansione sono stati azzerati.

source: Scan Started...
es: Análisis iniciado...
fr: Vérification lancée...
it: Scansione avviata...

# SelectAtLeastOneItem
source: You do not have any scan segments selected, please check at least one
es: No ha seleccionado ningún segmento de análisis; marque al menos uno
fr: Vous n’avez pas encore sélectionné de segments à vérifier. Veuillez sélectionner au moins un segment.
it: Non sono presenti segmenti di scansione selezionati, selezionarne almeno uno

# SelectItemsToRemove
source: You haven't selected any items for removal. To Reset the Scan Results, select Cancel
es: No ha seleccionado ningún elemento para su eliminación. Para restablecer los resultados del análisis, seleccione Cancelar
fr: Aucun élément à supprimer n’a été sélectionné. Cliquez sur « Annuler » pour réinitialiser les résultats de la vérification.
it: Non hai selezionato alcun elemento da rimuovere. Per azzerare i risultati della scansione, seleziona Annulla

# SetUpSystemRestore
source: Do you wish to set up System Restore before proceeding? Without System Restore, changes to your system can Not be Undone
es: ¿Desea establecer un punto de restauración del sistema antes de continuar? Si no es así, no se podrán deshacer los cambios en el sistema
fr: Souhaitez-vous procéder à une restauration système avant de continuer ? Sans restauration système, il vous sera impossible par la suite d’annuler les modifications de votre système.
it: Vuoi configurare il Ripristino di sistema prima di continuare? Senza il Ripristino di sistema non sarà possibile annullare le modifiche al sistema

# SoftwareScanTitle
source: System Software
es: Software del sistema
fr: Logiciel système
it: Software di sistema

# StartClearing
source: Start Cleaning
es: Iniciar limpieza
fr: Lancer le nettoyage
it: Avvia pulizia

# StartupScanTitle
source: Startup Entries
es: Entradas del inicio
fr: Entrées du démarrage système
it: Elementi di avvio

source: successful.
es: correcto.
fr: effectuées avec succès.
it: riuscito.

source: System Restore
es: Restaurar sistema
fr: Restauration système
it: Ripristino di sistema

# SystemRestoreDeactivated
source: System Restore deemed unavailable or deactivated. Option disabled.
es: Restaurar sistema considerado no disponible o desactivado. Opción deshabilitada.
fr: La restauration système semble être indisponible ou désactivée. L’option a été désactivée.
it: Ripristino di sistema non disponibile o disattivato. Opzione disabilitata.

# SystemRestoreUnavailable
source: System Restore is either disabled or unavailable on this computer.
es: Restaurar sistema está deshabilitado o no disponible en este ordenador.
fr: La restauration système de cet ordinateur est désactivée ou indisponible.
it: Il ripristino di sistema è stato disattivato o non è disponibile su questo computer.

# SystemRestoreUnavailableRunFixAnyway
source: System Restore is turned off, Would you like to continue at your own risk?
es: Restaurar sistema está deshabilitado en este equipo, ¿desea continuar por su cuenta y riesgo?
fr: La restauration système de cet ordinateur est désactivée. Souhaitez-vous continuer à vos risques et périls ?
it: Il ripristino del sistema è disabilitato su questo computer, vuoi continuare a tuo rischio?

source: Type
es: Tipo
it: Tipo

# UninstallScanTitle
source: Installation Strings
es: Cadenas de instalación
fr: Chaînes de caractères d’installation
it: Stringhe di installazione

# UserScanTitle
source: User Scan
es: Análisis de usuarios
fr: Vérification de l’utilisateur
it: Scansione utente

# VdmScanTitle
source: Virtual Devices
es: Dispositivos virtuales
fr: Appareils virtuels
it: Dispositivi virtuali

# WouldYouLikeToCreateRestorePoint
source: Would you like to create a System Restore Point before proceeding? The Restore process may take several minutes to complete.
es: ¿Desea crear un punto de restauración del sistema antes de continuar? El proceso de restauración puede tardar varios minutos en completarse.
fr: Souhaitez-vous créer un point de restauration système avant de continuer ? La restauration peut durer plusieurs minutes.
it: Vuoi creare un punto di ripristino del sistema prima di continuare? Il processo di ripristino può richiedere vari minuti prima di essere completato.
