Repository: freemium-gmbh/toolbar-release
Catalog: Knots/Security And Privacy/BrowserAssistant/Properties/Resources.*.resx
Languages: es, fr, it, pt

source: About URL
es: URL de About
fr: Sur les URL
it: Informazioni sull'URL
pt: Acerca do URL

source: all users
es: todos los usuarios
fr: tous les utilisateurs
it: tutti gli utenti
pt: todos os utilizadores

source: Blank
es: En blanco
fr: Page vide
it: Vuoto
pt: Em Branco

# BrowserAssistant
source: Manage browsers
es: Administrar navegadores
fr: Gérer le navigateur Internet
it: Gestione browser
pt: Gerir browsers

source: Chrome Extensions
es: Extensiones de Chrome
fr: Extensions Chrome
it: Estensioni di Chrome
pt: Extensões do Chrome

source: Close
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

# CloseBrowserError
source: You have to close {0} to view it's extensions. Please close {0}, before clicking on its tab again.
es: Es necesario cerrar {0} para ver sus extensiones. Cierre {0} antes de volver a hacer clic en su pestaña.
fr: Vous devez fermer {0} pour pouvoir afficher ses extensions. Veuillez fermer {0} avant de cliquer à nouveau sur son onglet.
it: È necessario chiudere {0} per visualizzarne le estensioni. Chiudi {0} prima di selezionare nuovamente questa scheda.
pt: Tem de fechar o {0} para ver as suas extensões. Feche o {0} antes de clicar novamente no seu separador.

source: Current Setting
es: Configuración actual
fr: Configuration actuelle
it: Impostazione corrente
pt: Definição atual

source: Customize Search
es: Personalizar búsqueda
fr: Affiner la recherche
it: Personalizza ricerca
pt: Personalizar Procura

source: Default Page URL
es: URL de página predeterminada
fr: URL de la page d’accueil
it: URL pagina predefinita
pt: URL da Página Predefinida

source: Default Search URL
es: URL de búsqueda predeterminada
fr: URL de la recherche standard
it: URL ricerca predefinita
pt: URL da Procura Predefinida

source: Desktop Navigation
es: Navegación del escritorio
fr: Navigation bureau
it: Navigazione desktop
pt: Navegação no Ambiente de Trabalho

source: Done!
es: ¡Listo!
fr: Terminé !
it: Fatto!
pt: Concluído!

source: Enabled
es: Habilitado
fr: Activé
it: Abilitato
pt: Ativado

source: Error
fr: Erreur
it: Errore
pt: Erro

# FirefoxExtentions
source: Firefox Extensions
es: Extensiones de Firefox
fr: Extensions Firefox
it: Estensioni di Firefox
pt: Extensões do Firefox

# FirstStart
source: Please start firefox at least once, before using this feature.
es: Inicie Firefox al menos una vez antes de utilizar esta característica.
fr: Avant d’utiliser cette fonctionnalité, lancez Firefox au moins une fois.
it: Avvia Firefox almeno una volta prima di utilizzare questa funzionalità.
pt: Antes de utilizar esta funcionalidade, inicie o firefox, pelo menos, uma vez.

# HelpUrl
source: http://freemium.com/company/faq/
es: http://es.freemium.com/company/faq/
fr: http://fr.freemium.com/company/faq/
it: http://it.freemium.com/company/faq/
pt: http://pt.freemium.com/company/faq/

source: Hijack Restore
es: Restauración de configuración secuestrada
fr: Restaurer les paramètres
it: Ripristino hijack
pt: Apropriação do Restauro

source: Home Page
es: Página de inicio
fr: Page d’accueil
it: Pagina iniziale
pt: Página Inicial

source: InPrivate
pt: EmPrivado

# InternetExplorerActiveX
source: IE ActiveX
es: ActiveX de Internet Explorer
fr: Internet Explorer - ActiveX
it: Internet Explorer ActiveX
pt: Internet Explorer ActiveX

# InternetExplorerBHOs
source: IE BHOs
es: BHO de Internet Explorer
fr: Internet Explorer - BHO
it: BHO di Internet Explorer
pt: Internet Explorer BHOs

# InternetExplorerExtensions
source: IE Extensions
es: Extensiones de Internet Explorer
fr: Internet Explorer - Extensions
it: Estensioni di Internet Explorer
pt: Extensões do Internet Explorer

source: Local Page
es: Página local
fr: Pages locales
it: Pagina locale
pt: Página Local

source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

source: Navigation Canceled
es: Navegación cancelada
fr: Navigation interrompue
it: Navigazione annullata
pt: Navegação Cancelada

source: Navigation Failure
es: Error en navegación
fr: Erreur de navigation
it: Errore di navigazione
pt: Navegação Falhou

source: No Add-ons
es: Sin complementos
fr: Pas d’addiciels
it: Nessun componente aggiuntivo
pt: Sem Suplementos

source: No Add-ons Info
es: Sin información de complementos
it: Nessun'informazione sui componenti aggiuntivi
pt: Informação Sobre Sem Suplementos

# NotInstalledError
source: is not installed!
es: no está instalado.
fr: n’est pas installé !
it: non è installato!
pt: não está instalado!

source: Offline Information
es: Información offline
fr: Informations hors ligne
it: Informazioni offline
pt: Informação Offline

source: Path
es: Ruta
fr: Chemin d’accès
it: Percorso
pt: Caminho

source: Post not Cached
es: Post no alojado en caché
fr: Réponses http Post non cachées
it: Post non in cache
pt: Mensagem Não em Cache

source: Restore
es: Restaurar
fr: Restaurer
it: Ripristina
pt: Restaurar

source: Restore Setting To
es: Restaurar configuración a
fr: Restaurer la configuration sur
it: Ripristina impostazione a
pt: Restaurar Definição Para

source: Save Extensions
es: Guardar extensiones
fr: Enregistrer les extensions
it: Salva estensioni
pt: Guardar Extensões

source: Save IE ActiveX
es: Guardar ActiveX de IE
fr: Enregistrer ActiveX IE
it: Salva IE ActiveX
pt: Guardar IE ActiveX

source: Save IE BHOs
es: Guardar BHO de IE
fr: Enregistrer BHO IE
it: Salva BHO di IE
pt: Guardar IE BHOs

source: Save IE Extensions
es: Guardar extensiones de IE
fr: Enregistrer les extensions IE
it: Salva estensioni di IE
pt: Guardar Extensões do IE

source: Save IE Toolbars
es: Guardar barras de herramientas de IE
fr: Enregistrer les barres d’outils d’IE
it: Salva toolbar IE
pt: Guardar IE-Toolbars

source: Search Assistant
es: Asistente de búsqueda
fr: Assistant de recherche
it: Assistente di ricerca
pt: Assistente de Procura

source: SearchBar
es: Barra de búsqueda
fr: Barre de recherche
pt: BarradeProcura

source: Search Page
es: Página de búsqueda
fr: Page de recherche
it: Pagina di ricerca
pt: Página de Procura

source: Search Provider
es: Proveedor de búsquedas
fr: Moteur de recherche
it: Provider di ricerca
pt: Procurar Fornecedor

source: Search URL
es: URL de búsqueda
fr: URL de la recherche
it: URL di ricerca
pt: Procurar URL

source: Security Risk
es: Riesgo de seguridad
fr: Risque pour la sécurité
it: Rischi per la sicurezza
pt: Risco de Segurança

source: Setting Name
es: Nombre de ajuste
fr: Nom de la configuration
pt: NomedaDefinição

source: Start Page
es: Página de inicio
fr: Page d’accueil
it: Pagina di avvio
pt: Página de Início

source: Version
es: Versión
it: Versione
pt: Versão

source: Welcome
es: Bienvenida
fr: Bienvenue
it: Benvenuto
pt: Bem-vindo

# WelcomeMessage
source: Welcome to Browser Manager! Choose the tab that corresponds to the browser configuration you want to change.
es: ¡Bienvenido al Administrador de navegadores! Elija la pestaña correspondiente a la configuración del navegador que quiera modificar
fr: Bienvenue dans l’assistant de navigateur Internet ! Sélectionnez l’onglet portant le nom du navigateur Internet dont vous souhaitez modifier la configuration.
it: Benvenuto nella Gestione del browser! Scegli la scheda corrispondente alla configurazione del browser che desideri modificare
pt: Bem-vindo ao Browser Manager! Escolha o Separador que corresponde à Configuração do Browser que pretende alterar

# InternetExplorerToolbars
source: IE Toolbars
es: Barras de herramientas de IE
fr: Barres d’outils d’IE
it: Toolbar IE
