Repository: freemium-gmbh/toolbar-release
Catalog: Knots/Security And Privacy/File Eraser/Resources.*.resx
Languages: de, fr, it, pt

# abort_it
source: Abort
de: Abbruch
fr: Annuler
it: Annulla
pt: Abortar

source: About Us
de: Über uns
fr: Info
it: Chi siamo
pt: Acerca de Nós

# attempting
source: You are attempting to delete
de: Folgendes wollen Sie löschen
fr: Vous souhaitez supprimer les éléments suivants :
it: Stai tentando di eliminare
pt: Está a tentar eliminar

# begin_shredding
source: Begin Shredding file(s)
de: Beginne Datei(en) zu schreddern
fr: Lancer le broyage de fichier(s)
it: Avvio della distruzione di uno o più file
pt: Começar a destruir ficheiro(s)

source: Close Running Instances
de: Laufende Instanzen beenden
fr: Arrêter les instances en cours
it: Chiudi le istanze in esecuzione
pt: Fechar Instâncias em Execução

# contact_admin
source: Contact your Administrator
de: Kontaktieren Sie bitte Ihren Administrator
fr: Veuillez contacter votre administrateur.
it: Contatta l'amministratore
pt: Contactar o seu Administrador

source: Could not delete
de: Datei konnte nicht gelöscht werden
fr: n’a pas pu être supprimé :
it: Impossibile eliminare
pt: Não foi possível eliminar

source: Deleted
de: Gelöscht
fr: Supprimé
it: Eliminato
pt: Eliminado

source: Delete File
de: Datei löschen
fr: Supprimer le fichier
it: Elimina file
pt: Eliminar Ficheiro

# delete_files_directory
source: Delete All Files in Directory
de: Alle Dateien im Verzeichnis löschen
fr: Supprimer tous les fichiers du répertoire
it: Elimina tutti i file nella directory
pt: Eliminar Todos os Ficheiros no Diretório

# delete_files_parent
source: Delete files in parent folder and all subfolders
de: Alle Dateien im eigentlichen Ordner und allen Unterordnern löschen
fr: Supprimer les fichiers dans le dossier principal et dans tous les sous-dossiers
it: Elimina i file nella cartella principale e in tutte le sottocartelle
pt: Eliminar ficheiros na pasta principal e todas as subpastas

# deleting_files
source: Deleting Multiple Files
de: Mehrere Dateien löschen
fr: Supprimer plusieurs fichiers
it: Eliminazione di più file in corso
pt: Eliminar Múltiplos Ficheiros

source: Deletion of
de: Löschen von
fr: Suppression de
it: Eliminazione di
pt: Eliminação de

source: Deletion Options
de: Löschoptionen
fr: Options de suppression
it: Opzioni di eliminazione
pt: Opções de Eliminação

# dir_deleted
source: Directory deletion(s) completed Successfully
de: Löschen von Verzeichnis(sen) erfolgreich beendet
fr: Suppression de répertoire(s) terminée avec succès.
it: Eliminazione/i dalla directory completata/e con successo
pt: Eliminação do diretório concluída com Sucesso

# dir_destroyed
source: Directory Destroyed
de: Verzeichnis zerstört
fr: Le répertoire a été détruit.
it: Directory distrutta
pt: Diretório Destruído

# eliminate_folders
source: Delete folders, too
de: Auch Ordner löschen
fr: Eliminar también las carpetas
it: Supprimer aussi les dossiers.
pt: Cancella anche cartella

# emptying_content_failed
source: Emptying file contents failed
de: Löschen des Dateiinhalts ist fehlgeschlagen
fr: La suppression du contenu du fichier a échoué.
it: Svuotamento dei contenuti del file non riuscito
pt: Falha ao esvaziar conteúdo do ficheiro

# enter_file_name
source: Enter the file name or directory here
de: Name der Datei oder des Verzeichnisses hier eingeben
fr: Saisir ici le nom du fichier ou du répertoire
it: Inserisci il nome del file o della directory qui
pt: Introduza o nome do ficheiro ou diretório aqui

source: Exit
de: Beenden
fr: Terminer
it: Esci
pt: Sair

source: Failed
de: Fehlgeschlagen
fr: Échec
it: Non riuscito
pt: Falhou

# failed_verification
source: The file write failed verification test
de: Das Schreiben der Datei hat die Überprüfung nicht bestanden
fr: Une erreur de vérification est survenue pendant l’inscription dans le fichier.
it: Il file ha prodotto un test di verifica non riuscito
pt: A gravação do ficheiro falhou o teste de verificação

source: File
de: Datei
fr: Fichier
pt: Ficheiro

source: files
de: Dateien
fr: Fichiers
it: file
pt: ficheiros

# file_deleted
source: File deletion(s) completed Successfully
de: Löschen von Datei(en) erfolgreich beendet
fr: Le(s) fichier(s) a/ont été supprimé(s) avec succès.
it: Eliminazione/i completata/e con successo
pt: Eliminação do ficheiro concluída com Sucesso

source: File Destroyed
de: Datei zerstört
fr: Fichier détruit.
it: File distrutto
pt: Ficheiro Destruído

# file_not_renamed
source: File could not be renamed
de: Die Datei konnte nicht umbenannt werden
fr: Le fichier n’a pas pu être renommé.
it: Impossibile rinominare il file
pt: Não foi possível mudar o nome ao ficheiro

# file_path_invalid
source: The file path is invalid
de: Der Verzeichnispfad ist ungültig
fr: Le chemin d’accès du répertoire est invalide.
it: Percorso del file non valido
pt: O caminho do ficheiro é inválido

source: File Selection
de: Dateiauswahl
fr: Sélection du fichier
it: Selezione file
pt: Seleção do Ficheiro

# file_shredded
source: {0} file(s) shredded successfully
de: {0} Datei(en) sicher gelöscht
fr: {0} Fichier(s) broyé(s) avec succès.
it: {0} file distrutto/i con successo
pt: {0} ficheiro(s) destruído(s) com sucesso

# file_shredder
source: Erase files securely
de: Dateien sicher löschen
fr: Supprimer les fichiers de manière sûre
it: Cancella i file in modo sicuro
pt: Apagar ficheiros com segurança

# HelpUrl
source: http://freemium.com/company/faq/
de: http://freemium.com/public/downloads/de/pdf/HandbuchFreemiumSystemUtilitiesDeutsch.pdf
fr: http://fr.freemium.com/company/faq/
it: http://it.freemium.com/company/faq/
pt: http://pt.freemium.com/company/faq/

source: Invalid Path
de: Ungültiger Pfad
fr: Chemin d’accès invalide
it: Percorso non valido
pt: Caminho Inválido

# no_sufficient_access
source: You do not have sufficient access privileges to run this program. You must be logged on as the system administrator
de: Sie verfügen nicht über ausreichend Rechte um dieses Programm auszuführen. Sie müssen als Administrator angemeldet sein
fr: Vous ne disposez pas des droits suffisants pour exécuter ce programme. Vous devez être connecté en tant qu’administrateur système.
it: Non possiedi privilegi di accesso sufficienti per l'esecuzione di questo programma. Devi essere connetto come amministratore di sistema
pt: Não tem privilégios suficientes de acesso para executar este programa. Tem de ter sessão iniciada como administrador do sistema

# open_file_select
source: Open the file select or open folder dialog
de: Dateiauswahl oder Ordnerdialog öffnen
fr: Ouvrir la boîte de dialogue pour la sélection du fichier ou du dossier
it: Apri la finestra di dialogo di selezione file o di apertura delle cartelle
pt: Abra a seleção do ficheiro ou abra a caixa de diálogo da pasta

# os_not_supported
source: Operating System Not Supported
de: Betriebssystem wird nicht unterstützt
fr: Le système d’exploitation n’est pas pris en charge.
it: Sistema operativo non supportato
pt: Sistema Operativo Não Suportado

source: Parse SubFolders
de: Unterordner mit einbeziehen
fr: Inclure le sous-dossier
it: Analisi sintattica sottocartelle
pt: Analisar SubPastas

source: PNM Enabled
de: PNM aktiviert
fr: PNM activé
it: PNM abilitato
pt: PNM Ativado

# prepared_process
source: Prepared to process
de: Vorgang ist vorbereitet
fr: Prêt à être traité
it: Preparato per l'elaborazione
pt: Preparado para processar

# prepared_shred
source: Prepared to shred
de: Schredding ist vorbereitet
fr: Prêt à être broyé
it: Preparato per la distruzione
pt: Preparado para destruição

# proceed
source: Do you want to proceed
de: Wollen Sie fortfahren?
fr: Souhaitez-vous continuer ?
it: Vuoi continuare?
pt: Pretende continuar

source: Processing
de: Vorgang läuft
fr: Traitement en cours...
it: Elaborazione in corso
pt: A Processar

source: Processing file
de: Datei wird bearbeitet
fr: Le fichier est en cours de traitement...
it: Elaborazione del file in corso
pt: Processar ficheiro

source: Scanning
de: Scan läuft
fr: Vérification en cours...
it: Scansione in corso
pt: Analisar

# select_file
source: Select a File
de: Wählen Sie eine Datei
fr: Sélectionnez un fichier.
it: Seleziona un file
pt: Selecionar um Ficheiro

# select_file_folder
source: Please Select a file or folder
de: Bitte wählen Sie eine Datei oder einen Ordner
fr: Sélectionnez un fichier ou un dossier.
it: Seleziona un file o una cartella
pt: Selecione um ficheiro ou pasta

# select_folder
source: Select a Folder
de: Wählen Sie einen Ordner
fr: Sélectionnez un dossier.
it: Seleziona una cartella
pt: Selecionar uma Pasta

# shredding_drive
source: Warning! You are attempting to shred the drive! Operation Aborted!
de: Warnung! Sie versuchen das Laufwerk zu schreddern! Vorgang abgebrochen!
fr: Attention ! Vous essayez de broyer le lecteur ! Processus interrompu !
it: Avviso! Stai effettuando un tentativo di distruzione dell'unità! Operazione annullata!
pt: Aviso! Está a tentar destruir a unidade! Operação Abortada!

source: Shred It
de: Schreddern
fr: Broyer
it: Distruggila
pt: Destruir

# some_dir_not_deleted
source: Some directories were not deleted
de: Einige Verzeichnisse wurden nicht gelöscht
fr: Certains répertoires n’ont pas été supprimés.
it: Alcune directory non sono state eliminate
pt: Alguns diretórios não foram eliminados

# some_files_not_deleted
source: Some files were not deleted
de: Einige Dateien wurden nicht gelöscht
fr: Certains fichiers n’ont pas été supprimés.
it: Alcuni file non sono stati eliminati
pt: Alguns ficheiros não foram eliminados

# system_not_supported
source: Your Operating System is not supported. This application can be run on any NT based system (XP.Vista/2000/2003)
de: Ihr Betriebssystem wird nicht unterstützt. Dieses Programm kann nur auf NT-basierten Systemen ausgeführt werden (XP, Vista, 2000, 2003 und 7)
fr: Votre système d’exploitation n’est pas pris en charge. Ce programme ne peut être exécuté que sur des systèmes basés sur le noyau NT (XP, Vista, 2000, 2003 et 7).
it: Il tuo sistema operativo non è supportato. Questa applicazione può essere eseguita soltanto su sistemi basati su NT (XP.Vista/2000/2003)
pt: O seu Sistema Operativo não é suportado. Não é possível executar esta aplicação em qualquer sistema com base em NT (XP.Vista/2000/2003)

# terminate_running
source: Terminate any running instance of the file pre-execution of the shredder
de: Vor der Ausführung des Schredders beenden Sie bitte alle laufenden Instanzen der Datei.
fr: Avant de procéder au broyage, veuillez arrêter toutes les instances en cours du fichier.
it: Chiudi qualsiasi istanza in esecuzione del file prima di eseguire lo strumento di distruzione
pt: Terminar qualquer instância em execução da pré-execução do ficheiro da destruição

# use_shred_file
source: Use this option if you want to shred a single file
de: Verwenden Sie diese Option wenn Sie eine einzelnen Datei schreddern wollen
fr: Utilisez cette option pour broyer des fichiers individuellement.
it: Utilizza questa opzione se desideri distruggere un singolo file
pt: Utilize esta opção se pretende destruir um único ficheiro

# use_shred_files
source: Use this option if you want to shred multiple files in a folder
de: Verwenden Sie diese Option wenn Sie mehrere Dateien innerhalb eines Ordners schreddern wollen
fr: Utilisez cette option pour broyer plusieurs fichiers à l’intérieur d’un dossier.
it: Utilizza questa opzione se desideri più file in una cartella
pt: Utilize esta opção se pretende destruir múltiplos ficheiros de uma pasta

source: Visit Us
de: Besuchen Sie uns
fr: Venez nous rendre visite
it: Visitaci
pt: Visite-nos
