Repository: freemium-gmbh/toolbar-release
Catalog: Knots/Improve Performance/Startup Manager/Resources.*.resx
Languages: de, fr, it, pt

# AdminRightsNeeded
source: Need admin rights to run.
de: Benötigen Adminrechte, um zu laufen.
fr: Les droits d’administrateur sont nécessaires pour effectuer cette opération.
it: Richiede diritti ammin per l'esecuzione.
pt: Necessita de direitos de administrador para executar.

source: Arguments
de: Argumente
fr: Paramètres
it: Argomenti
pt: Argumentos

source: Command
de: Kommando
fr: Commande
it: Comando
pt: Comando

# commands_disabled
source: All commands except delete are disabled
de: Alle Kommandos, außer Löschen, sind deaktiviert
fr: À part la suppression, toutes les commandes sont désactivées.
it: Tutti i comandi, eccetto Elimina, sono disabilitati
pt: Todos os comandos exceto a eliminação estão desativados

source: Company
de: Hersteller
fr: Fabricant
it: Società
pt: Empresa

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
pt: Eliminar

# delete_selected_item
source: Do you still want to delete the selected item
de: Möchten Sie den gewählten Eintrag immer noch löschen
fr: Souhaitez-vous toujours supprimer l’entrée sélectionnée ?
it: Vuoi ancora eliminare l'elemento selezionato?
pt: Pretende mesmo eliminar o item selecionado

source: Delete startup item
de: Autostarteintrag löschen
fr: Supprimer l’entrée de l’AutoRun
it: Elimina elemento di avvio
pt: Eliminar item de arranque

source: Description
de: Beschreibung
it: Descrizione
pt: Descrição

source: Details
fr: Détails
it: Dettagli
pt: Detalhes

source: Disable
de: Deaktivieren
fr: Désactiver
it: Disabilita
pt: Desativado

source: Disabled
de: Deaktiviert
fr: Désactivé
it: Disabilitato
pt: Desativado

source: Disable startup item
de: Autostarteintrag deaktivieren
fr: Désactiver l’entrée de l’AutoRun
it: Disabilita elemento di avvio
pt: Desativar item de arranque

# do_you_wish
source: Do you wish to continue
de: Möchten Sie fortfahren
fr: Souhaitez-vous continuer ?
it: Vuoi continuare?
pt: Pretende continuar?

source: Enable
de: Aktivieren
fr: Activer
it: Abilita
pt: Ativar

source: Enabled
de: Aktiviert
fr: Activé
it: Abilitato
pt: Ativado

source: Enable startup item
de: Autostarteintrag aktivieren
fr: Activer l’entrée de l’AutoRun
it: Abilita elemento di avvio
pt: Ativar item de arranque

# error_occurred
source: An error has occurred in
de: Es trat ein Fehler auf in
fr: Erreur dans
it: Si è verificato un errore in
pt: Ocorreu um erro em

source: Execute
de: Ausführen
fr: Exécuter
it: Esegui
pt: Executar

source: Execute command
de: Kommando ausführen
fr: Exécuter la commande
it: Esegui comando
pt: Executar comando

# file_appear_not_valid
source: The file does not appear to be a valid shortcut
de: Die Datei scheint keine gültige Verknüpfung zu sein
fr: Le fichier ne semble pas être un raccourci valide.
it: Il file non sembra essere un collegamento rapido valido
pt: O ficheiro não parece ser um atalho válido

# file_folder_not_found
source: The file and/or folder cannot be found
de: Die Datei und/oder der Ordner können nicht gefunden werden
fr: Le fichier et/ou le dossier n’a/ont pas pu être trouvé(s).
it: Impossibile trovare il file e/o la cartella
pt: Não é possível localizar o ficheiro e/ou pasta

# file_invalid
source: The file is invalid or does not exist
de: Die Datei ist ungültig und existiert nicht
fr: Le fichier est invalide ou n’existe pas.
it: Il file non è valido oppure non esiste
pt: O ficheiro é inválido ou não existe

source: Filename
de: Dateiname
fr: Nom du fichier
it: Nome file
pt: Nome de ficheiro

# file_not_found
source: The file was not found or is hidden
de: Die Datei wurde nicht gefunden oder ist verborgen
fr: Le fichier n’a pas été trouvé ou il est caché.
it: Il file non è stato trovato oppure è nascosto
pt: O ficheiro não foi localizado ou está oculto

# file_not_found1
source: The file was not found
de: Die Datei wurde nicht gefunden
fr: Le fichier n’a pas été trouvé.
it: File non trovato
pt: Não foi possível localizar o ficheiro

# file_not_found_warning
source: The file was not found
de: Die Datei wurde nicht gefunden
fr: Le fichier n’a pas été trouvé.
it: File non trovato
pt: Não foi possível localizar o ficheiro

source: File path
de: Dateipfad
fr: Chemin d’accès du fichier
it: Percorso file
pt: Caminho do ficheiro

# folder_not_found
source: The folder was not found
de: Der Ordner wurde nicht gefunden
fr: Le dossier n’a pas été trouvé.
it: Cartella non trovata
pt: Não foi possível localizar a pasta

# full_version
source: File version
de: Dateiversion
fr: Version du fichier
it: Versione file
pt: Versão do ficheiro

# HelpUrl
source: http://freemium.com/company/faq/
de: http://freemium.com/public/downloads/de/pdf/HandbuchFreemiumSystemUtilitiesDeutsch.pdf
fr: http://fr.freemium.com/company/faq/
it: http://it.freemium.com/company/faq/
pt: http://pt.freemium.com/company/faq/

# HKCU
source: Registry: Current User
de: Registry: Aktueller Benutzer
fr: Enregistrement : utilisateur actuel
it: Registro: utente corrente
pt: Registo: Utilizador Atual

# HKLM
source: Registry: All Users
de: Registry: Alle Benutzer
fr: Enregistrement : tous les utilisateurs
it: Registro: tutti gli utenti
pt: Registo: Todos os Utilizadores

# if_you_continue
source: If you continue, you will only be able to change those items marked "Current user"
de: Wenn Sie fortfahren, werden Sie nur die Einträge mit der Markierung "Aktueller Benutzer" ändern können
fr: Si vous continuez, vous ne pourrez plus modifier que les entrées portant la désignation « Utilisateur actuel ».
it: Continuando, potrai modificare soltanto gli elementi contrassegnati come "Utente corrente"
pt: Se continuar, só poderá alterar os itens assinalados com "Utilizador atual"

source: Item name
de: Name des Eintrags
fr: Nom de l’entrée
it: Nome elemento
pt: Nome do item

source: Location
de: Ort
fr: Site
it: Posizione
pt: Localização

source: Move to All
de: Zu Alle verschieben
fr: Déplacer dans « Tous »
it: Sposta su Tutti
pt: Mover para Todos

# move_to_all_tip
source: Move item to All users
de: Eintrag zu Alle Benutzer verschieben
fr: Déplacer l’entrée dans « Tous les utilisateurs »
it: Sposta l'elemento su Tutti gli utenti
pt: Mover item para Todos os utilizadores

source: Move to &All users
de: Zu &Alle Benutzer verschieben
fr: Déplacer dans « Tous les utilis&ateurs »
it: Sposta su &Tutti gli utenti
pt: Mover para &Todos os utilizadores

source: Move to Current &user
de: Zu aktueller Ben&utzer verschieben
fr: Déplacer dans « &Utilisateur actuel »
it: Sposta su &Utente corrente
pt: Mover para &Utilizador atual

# move_to_uesr
source: Move to User
de: Zu Benutzer verschieben
fr: Déplacer dans « Utilisateur »
it: Sposta su Utente
pt: Mover para Utilizador

# move_to_user_tip
source: Move Item to Current user
de: Eintrag zu aktueller Benutzer verschieben
fr: Déplacer l’entrée dans « Utilisateur actuel »
it: Sposta l'elemento su Utente corrente
pt: Mover Item para Utilizador atual

# no_permission
source: You do not have permission to view the properties of this file
de: Sie besitzen nicht die nötigen Rechte, um die Eigenschaften dieser Datei anzuzeigen.
fr: Vous ne disposez pas des droits nécessaires permettant d’afficher les propriétés de ce fichier.
it: Non possiedi l'autorizzazione per visualizzare le proprietà di questo file
pt: Não tem permissão para ver as propriedades deste ficheiro

source: Open file folder
de: Dateiordner öffnen
fr: Ouvrir le dossier de fichiers
it: Apri la cartella del file
pt: Abrir pasta do ficheiro

source: Open folder
de: Ordner öffnen
fr: Ouvrir le dossier
it: Apri cartella
pt: Abrir pasta

# open_folder_tip
source: Open folder containing startup item
de: Ordner des Eintrags öffnen
fr: Ouvrir le dossier des entrées de l’AutoRun
it: Apri cartella contenente l'elemento di avvio
pt: Abrir pasta com item de arranque

source: Product
de: Produkt
fr: Produit
it: Prodotto
pt: Produto

source: Refresh
de: Aktualisieren
fr: Actualiser
it: Aggiorna
pt: Atualizar

# refresh_tip
source: Refresh display
de: Anzeige aktualisieren
fr: Actualiser l’affichage
it: Aggiorna visualizzazione
pt: Atualizar apresentação

# run_as_admin
source: To be able to change all startup items you must run this program as an administrator
de: Um alle Autostarteinträge zu ändern, müssen Sie dieses Programm als Administrator ausführen.
fr: Pour pouvoir modifier toutes les entrées de l’AutoRun, vous devez exécuter ce programme en tant qu’administrateur.
it: Per poter modificare tutti gli elementi di avvio, è necessario eseguire questo programma come amministratore
pt: Para conseguir alterar todos os itens de arranque, tem de executar este programa como administrador

# StartupAllUsers
source: Startup Folder: All Users
de: Autostart-Ordner: Alle Benutzer
fr: Dossier AutoRun Tous les utilisateurs
it: Cartella di avvio: tutti gli utenti
pt: Pasta de Arranque: Todos os Utilizadores

# StartupCurrentUser
source: Startup Folder: Current User
de: Autostart-Ordner: Aktueller Benutzer
fr: Dossier AutoRun Utilisateur actuel
it: Cartella di avvio: utente corrente
pt: Pasta de Arranque: Utilizador Atual

# startup_manager
source: Manage startup
de: Systemstart verwalten
fr: Gérer le démarrage système
it: Gestione avvio
pt: Gerir arranque

source: Status
fr: État
it: Stato
pt: Estado

# system_returned
source: The system returned the following information
de: Das System hat die folgenden Informationen zurükgegeben
fr: Le système a rapporté les informations suivantes :
it: Il sistema ha restituito le seguenti informazioni
pt: O sistema devolveu a seguinte informação

# unable_to_delete
source: Unable to delete this item
de: Dieser Eintrag konnte nicht gelöscht werden
fr: Cette entrée n’a pas pu être supprimée.
it: Impossibile eliminare questo elemento
pt: Não foi possível eliminar este item

# unable_to_disable
source: Unable to disable this item
de: Dieser Eintrag konnte nicht deaktiviert werden
fr: Cette entrée n’a pas pu être désactivée.
it: Impossibile disabilitare questo elemento
pt: Não foi possível desativar este item

# unable_to_enable
source: Unable to enable this item
de: Dieser Eintrag konnte nicht aktiviert werden
fr: Cette entrée n’a pas pu être activée.
it: Impossibile abilitare questo elemento
pt: Não foi possível ativar este item

# unable_to_execute
source: Unable to execute this item
de: Dieser Eintrag konnte nicht ausgeführt werden
fr: Cette entrée n’a pas pu être exécutée.
it: Impossibile eseguire questo elemento
pt: Não foi possível executar este item

# unable_to_move
source: Unable to move this item
de: Dieser Eintrag konnte nicht verschoben werden
fr: Cette entrée n’a pas pu être déplacée.
it: Impossibile spostare questo elemento
pt: Não foi possível mover este item

# unable_to_open
source: Unable to open the folder containing this item
de: Der Ordner dieses Eintrags konnte nicht geöffnet werden
fr: Le dossier de cette entrée n’a pas pu être ouvert.
it: Impossibile aprire la cartella contenente questo elemento
pt: Não foi possível abrir a pasta com este item

# warning
source: Warning: Do not delete startup items unless you are 100% sure of what you are doing. In most cases, it is recommended that you use the "Disable" option instead.
de: Warnung: Löschen Sie keine Autostart-Einträge, wenn Sie nicht 100% sicher sind. In den meisten Fällen sollten Sie diese nur deaktivieren.
fr: Avertissement : n’effacez les entrées système que si vous êtes absolument sûr(e) de la pertinence de l’opération. Dans la plupart des cas, il suffit de désactiver les entrées.
it: Avviso: non eliminare gli elementi di avvio a meno che tu non sia completamente sicuro di quello che stai facendo. Nella maggior parte dei casi, si consiglia di utilizzare piuttosto l'opzione "Disabilita".
pt: Aviso: Não elimine os itens de arranque a menos que tenha 100% de certeza do que está a fazer. Na maioria dos casos, recomenda-se que utilize a opção "Desativar" em vez de eliminar.

# WHKCU
source: Registry: x86 Current User
de: Registry: x86 Aktueller Benutzer
fr: Enregistrement : x86 Utilisateur actuel
it: Registro: utente corrente x86
pt: Registo: x86 Utilizador Atual

# WHKLM
source: Registry: x86 All Users
de: Registry: x86 Alle Benutzer
fr: Enregistrement : x86 Tous les utilisateurs
it: Registro: tutti gli utenti x86
pt: Registo: x86 Todos os Utilizadores
