Repository: freemium-gmbh/toolbar-release
Catalog: FreeToolbarRemover/Properties/Resources.*.resx
Languages: de

# CleanerCancelScan
source: Cancel Scan
de: Abbrechen Scannen

# CleanerNowScanning
source: Processing
de: Verarbeitung

# CleanerProblemsFound
source: problems were found. To scan again is recommended to find more problems.
de: Probleme gefunden wurden. Sie erneut zu scannen wird empfohlen, um weitere Probleme zu finden.

# CleanerProblemsFoundClickClear
source: problems were found. Select ones you want to remove and press Start Clearing.
de: probleme gefunden wurden. Wählen Sie diejenigen, die Sie entfernen möchten, und drücken Sie Start-Clearing.

source: Data
de: Daten

source: failed.
de: fehlgeschlagen.

source: Invalid Selection!
de: Ungültige Auswahl!

source: items cleared
de: posten ausgeglichen

# LastCleanTime
source: Last time you cleaned registry was {0:hh:mm dd-MM-yy}
de: Letztes Mal, wenn Sie gereinigt Registry wurde {0:hh:mm dd-MM-yy}

source: No Items Selected
de: Keine Artikel ausgewählt

# NotStartedHeader
source: Check registry categories and press scan
de: Prüfen Registrierung Kategorien ein und drücken Sie Scan

source: Registry Scan Canceled
de: Registry Scan Abgebrochen

source: Restore Disabled!
de: Wiederherstellen deaktiviert!

# ScanAborted
source: Scan Aborted, No Segments selected.
de: Scan-Vorgang abgebrochen, keine Segmente ausgewählt.

source: Scan Aborted by User.
de: Scannen vom Benutzer abgebrochen.

source: Scan Again
de: Scannen Sie erneut

source: Scan Now
de: Jetzt scannen

# ScanResultsReset
source: Scan Results were Reset.
de: Scan-Ergebnisse waren Reset.

source: Scan Started...
de: Scan gestartet ...

# SelectAtLeastOneItem
source: You do not have any scan segments selected, please check at least one
de: Sie haben noch keine Scan-Segmente ausgewählt, überprüfen Sie bitte mindestens eine

# SelectItemsToRemove
source: You haven't selected any items for removal. To Reset the Scan Results, select Cancel
de: Sie haben keine Produkte zum Entfernen ausgewählt. Um die Scan-Ergebnisse zurückzusetzen, wählen Sie Abbrechen

# SetUpSystemRestore
source: Do you wish to set up System Restore before proceeding? Without System Restore, changes to your system can Not be Undone
de: Möchten Sie die Systemwiederherstellung einrichten, bevor Sie fortfahren? Ohne die Systemwiederherstellung kann Änderungen an Ihrem System nicht rückgängig gemacht werden.

# StartClearing
source: Start Cleaning
de: Reinigen starten

source: successful.
de: erfolgreich.

# SystemRestoreDeactivated
source: System Restore deemed unavailable or deactivated. Option disabled.
de: Die Systemwiederherstellung scheint nicht verfügbar oder deaktiviert. Option deaktiviert.

# SystemRestoreUnavailable
source: System Restore is either disabled or unavailable on this computer.
de: Die Systemwiederherstellung deaktiviert ist oder nicht verfügbar auf diesem Computer.

source: Type
de: Typ

# WouldYouLikeToCreateRestorePoint
source: Would you like to create a System Restore Point before proceeding? The Restore process may take several minutes to complete.
de: Möchten Sie vor dem Fortfahren einen Systemwiederherstellungspunkt erstellen? Dieser Vorgang kann einige Minuten in Anspruch nehmen.

source: Exit
de: Verlassen

source: About
de: Über

source: All rights reserved.
de: Alle Rechte vorbehalten.

# ScheduleDailyText
source: At {{0}} every day
de: Täglich um {{0}}

# ScheduleMonthlyRunEveryDay
source: {{0}} day
de: {{0}} Tag

# ScheduleMonthlyText
source: At {{time}} at {{day}} monthly
de: Monatlich jeden {{day}} um {{time}}

# ScheduleOnceText
source: At {{time}} on {{date}}
de: Am {{date}} um {{time}}

# ScheduleWeeklyText
source: Every {{day}} at {{time}} every {{week}}
de: Jeden {{day}} um {{time}} jede {{week}}

# CheckNETVersion
source: You need to install .NET Framework v3.5 SP1 in order to run Free Toolbar Remover. Press "OK" to go to the .NET Framework v3.5 SP1 download page.
de: Sie müssen installieren. NET Framework v3.5 SP1 um Free Toolbar Remover laufen. Drücken Sie auf "OK", um. NET Framework v3.5 SP1 Download-Seite gehen.

# CheckNETVersionTitle
source: .NET Framework v3.5 SP1 missed
de: . NET Framework v3.5 SP1 verpasst

# AdminRightsNeeded
source: For using this feature you must have admin rights for Windows
de: Für diese Funktion benötigen Sie Administratorrechte für Windows

# RunAsAdmin
source: This program needs administrator privilege in order to run. Please restart this program as admin.
de: Dieses Programm benötigt Administrator-Rechte, um zu laufen. Bitte starten Sie dieses Programm als admin.

# RunAsAdminTitle
source: Administrator Privilege Required
de: Administrator-Rechte erforderlich

# item_running_or_installed
source: The item cant be checked, because it's already running or not installed.
de: Das Element kann nicht ausgewählt werden, da es bereits läuft oder nicht installiert ist.

# FeedbackUrl
source: http://freemium.com/contact/fsu/
de: http://de.freemium.com/kontakt/fsu/

# HelpUrl
source: http://freemium.com/free-gaming-booster/faq/
de: http://de.freemium.com/free-gaming-booster/faq/

# RootUrl
source: http://freemium.com/free-toolbar-remover/
de: http://de.freemium.com/free-toolbar-remover/

# close_chrome_to_erase
source: Google chrome is running, please save your work then click ok.
de: Google Chrome läuft, bitte speichern Sie Ihre Arbeit dann auf ok.

# close_firefox_to_erase
source: Mozilla firefox is running, please save your work then click ok.
de: Mozilla Firefox läuft, bitte speichern Sie Ihre Arbeit dann auf ok.

source: Notice
de: Bemerken

# running_tray
source: Application is already running in system tray
de: Anwendung läuft bereits im System-Tray

source: Cleaning clipboard...
de: Reinigung Zwischenablage...

source: Cleaning Recycle bin...
de: Reinigung Papierkorb...

source: Cleaning registry...
de: Reinigung Registry...

source: Cleaning url history...
de: Reinigung url Geschichte...

source: Deleting files...
de: Löschen von Dateien...

source: Deleting folders...
de: Löschen von Ordnern...

source: Getting tracks...
de: Erste Spuren...

# FacebookLike
source: Like
de: Gefällt mir

# Twitter
source: Tweet
de: Twittern

# UrlCannotBeOpenedMessage
source: Link cannot be opened automatically. Please open this Link in your favorite browser:
de: Link kann nicht automatisch geöffnet werden. Bitte öffnen Sie folgenden Link in Ihrem favorisierten Browser:

# UrlCannotBeOpenedTitle
source: Link cannot be opened automatically
de: Link kann nicht automatisch geöffnet werden

# TaskSchedulingFailedMessage
source: The task planning failed. Please check if the task scheduler service is running correctly on your system.
de: Die Aufgabenplanung ist fehlgeschlagen. Bitte prüfen Sie, ob der Aufgabenplanungsdienst in Ihrem System korrekt ausgeführt wird.

# TaskSchedulingFailedTitle
source: Task planning failed
de: Aufgabenplanung fehlgeschlagen

source: Entry points to
de: Eintrag zeigt auf

# SystemRestoreUnavailableRunFixAnyway
source: System Restore is turned off, Would you like to continue at your own risk?
de: Die Systemwiederherstellung ist deaktiviert. Möchten Sie dennoch auf eigenes Risiko fortfahren?

source: Creating Restore Point...
de: Wiederherstellungspunkt erstellen...

# FileShredder
source: Delete files safely
de: Löschen Sie Dateien sicher

# select_day
source: At least one day should be chosen
de: Mindestens einen Tag gewählt werden
