Repository: freemium-gmbh/toolbar-release
Catalog: FreeToolbarRemover/Properties/Resources.*.resx
Languages: de

source: ANALYSIS REPORT
de: ANALYSEBERICHT

source: Analyzing...
de: Analyse läuft...

# ApplyAndRepair
source: Apply & Repair
de: Reparieren

source: Automated Scan
de: Automatischer Scan

# auto_pass
source: Intelligent Forms - Auto Complete Passwords
de: Intelligente Formulare - Automatisches Ausfüllen von Passwörtern

# BackToStartScreen
source: Back to 1 Click-Maintenance
de: Zurück zur 1 Klick-Wartung

source: Browser Assistant
de: Browser verwalten

# BrowserAssistantDesc
source: Manages Browser Add-ons and restores hijacked settings
de: Verwaltet Browser-Addons und stellt beschädigte Einstellungen wieder her

# BrowserManager
source: Manage browsers
de: Browser verwalten

# BrowserManagerDesc
source: Manage the plugins of your browsers and restore defaults
de: Verwaltet die Plugins Ihrer Browser und behebt Probleme

# ButtonCloseText
source: Close
de: Schließen

# ButtonRestoreText
source: Restore
de: Wiederherstellen

# ButtonViewFilesContent
source: View Files
de: Dateien ansehen

source: Cancel
de: Abbrechen

source: Cancelling...
de: Abbruch…

source: Cancel Repair
de: Abbrechen

source: Cancel Scan
de: Abbrechen

source: Change Schedule
de: Zeitplan ändern

source: Check
de: Auswählen

source: Check all
de: Alle auswählen

source: Check invert
de: Auswahl umkehren

# check_mark_cookies
source: Select the Internet Explorer cookies you want to delete and click "Delete checked cookies now" below.
de: Wählen Sie die Internet Explorer-Cookies aus, die Sie löschen möchten und klicken Sie unten auf "Gewählte Cookies jetzt löschen".

# check_mark_cookies_ff
source: Select the Firefox cookies you want to delete and click "Delete checked cookies now" below.
de: Wählen Sie die Firefox-Cookies aus, die Sie löschen möchten und klicken Sie unten auf "Gewählte Cookies jetzt löschen".

# check_mark_cookies_google
source: Select the Chrome cookies you want to delete and click "Delete checked cookies now" below.
de: Wählen Sie die Chrome-Cookies aus, die Sie löschen möchten und klicken Sie unten auf "Gewählte Cookies jetzt löschen".

# check_mark_urls_ie
source: Select the Internet Explorer URLs you want to delete and click "Delete checked URLs now" below.
de: Wählen Sie die Internet Explorer URLs aus, die Sie löschen möchten und klicken Sie unten auf "Gewählte URLs jetzt löschen".

source: Check none
de: Alle abwählen

# ChromeNotInstalledOrRunning
source: Google Chrome not installed or already running
de: Chrome ist nicht installiert oder läuft bereits

# Improve
source: Improve Perfomance
de: Verwalten

# ImproveNav
source: Improve Perfomance
de: Verwalten

source: Close
de: Schließen

# closed_ff
source: This operation requires Firefox to be closed. Are you sure FireFox is closed?
de: Für diesen Vorgang muss Firefox geschlossen sein. Sind Sie sicher, dass Firefox geschlossen ist?

# closed_google
source: This operation requires Chrome to be closed. Are you sure Chrome is closed?
de: Für diesen Vorgang muss Chrome geschlossen sein. Sind Sie sicher, dass Chrome geschlossen ist?

# CloseIE
source: This requires Internet Explorer to be closed. Are you sure Internet Explorer is closed?
de: Für diesen Vorgang muss der Internet Explorer geschlossen sein. Sind Sie sicher, dass der Internet Explorer geschlossen ist?

# close_ff
source: Please close Firefox and retry
de: Bitte schließen Sie Firefox und versuchen es erneut

# close_google
source: Please close Chrome and retry
de: Bitte schließen Sie Chrome und versuchen es erneut

# ColumnDetailsFile
source: File Name
de: Dateiname

# ColumnDetailsLocation
source: Location
de: Ort

# ColumnRegKey
source: Registry Key
de: Registry-Eintrag

# ColumnShortcutDescription
source: Description
de: Beschreibung

# ColumnShortcutLocation
source: Location
de: Ort

# ColumnShortcutTarget
source: Target
de: Ziele

# ColumnSpywareFile
source: File
de: Datei

source: Confirm Delete
de: Löschung bestätigen

source: Confirm Restore
de: Wiederherstellung bestätigen

# ConfirmRestoreDesc
source: Really want to restore ? Please close all the progarms system will be restarted in few second
de: Wollen Sie das System wiederherstellen? Bitte schließen Sie alle Programme, das System wird in ein paar Sekunden neu gestartet.

source: Context Menu
de: Kontextmenü

# cookie_info_locked_ff
source: Mozilla Firefox is not installed
de: Mozilla Firefox ist nicht installiert

# cookie_info_locked_google
source: Google Chrome is not installed
de: Google Chrome ist nicht installiert

source: Create Restore Point
de: Wiederherstellungspunkt erstellen

# CreationDateColumnHeader
source: Creation date
de: Zeitpunkt der Erstellung

source: Current Schedule
de: Aktueller Zeitplan:

# DataAndDefense
source: Data & Defense
de: Sicherheit & Datenschutz

# DeleteInvalidShortcutsMsg
source: Invalid shortcuts will be deleted, Are you sure you want to continue?
de: Ungültige Verknüpfungen werden gelöscht. Möchten Sie wirklich fortfahren?

source: Delete Restore Point
de: Wiederherstellungspunkt löschen

# del_cookies
source: Delete checked cookies now
de: Gewählte Cookies jetzt löschen

# del_urls
source: Delete checked URLs now
de: Gewählte URLs jetzt löschen

# details_files_tobe_del
source: Details of files to be deleted
de: Detailinformationen der zu löschenden Dateien

source: Disk Analysis
de: Datenträger analysieren

# DiskAnalysisDesc
source: Shows you the disk space usage of your files and folders
de: Zeigt den Speicherverbrauch Ihrer Dateien und Ordner an

source: Disk Cleaner
de: Datenträger bereinigen

# DiskCleanerDesc
source: Removes Junk data from your disk and recovers disk space
de: Entfernt nicht mehr benötigte Daten und gibt Speicher frei

source: Empty Folders
de: Leere Ordner aufspüren

# EmptyFoldersFinder
source: Find empty folders
de: Leere Ordner aufspüren

# EmptyFoldersFinderDesc
source: Finds and removes empty folders in your windows
de: Findet und entfernt leere Ordner auf Ihrem System

# EncryptAndDecrypt
source: Encrypt & decrypt
de: Ver- & Entschlüsseln

# EncryptAndDecryptDesc
source: Protect your files from unauthorised access and use
de: Schützt Ihre Dateien vor unerwünschtem Zugriff

# erase_check_track
source: Erase checked tracks
de: Gewählte Spuren verwischen

source: Error
de: Fehler

# error_check_tracks
source: like to erase using the checkbox to thte left of the track name
de: die Sie löschen wollen, indem Sie das Kästchen links neben dem Eintrag anwählen

# error_erased_succ
source: Selected tracks have been erased successfully
de: Die gewählten Spuren wurden erfolgreich gelöscht

# error_no_tracks_checked
source: No tracks checked. To erase tracks, please check each track you would
de: Es wurden keine Einträge ausgewählt. Um Spuren zu verwischen wählen Sie bitte die entsprechenden Einträge

# error_rec_bin
source: Error accessing Recycle Bin
de: Fehler beim Zugriff auf den Papierkorb

# error_select
source: You haven't selected any items to analyze
de: Es wurden keine Elemente für die Analyse ausgewählt

# error_sure
source: Are you sure you want to erase
de: Sind Sie sicher, dass Sie diese

# error_tracks
source: track(s)
de: Spuren verwischen wollen?

source: Every
de: Alle

# FFNotInstalledOrRunning
source: Mozilla Firefox not installed or already running
de: Firefox ist nicht installiert oder läuft bereits

source: FF Cookie Manager
de: Firefox - Cookies verwalten

source: File Encrypter and Decrypter
de: Ver- & Entschlüsseln

# FileEncrypterAndDecrypterDesc
source: Protects your files from unauthorized access and use
de: Schützt Ihre Dateien vor unerwünschtem Zugriff und Benutzung

# FileEraser
source: Erase files securely
de: Dateien sicher löschen

# FileEraserDesc
source: Erase files permanently, so no one can recover them
de: Löscht Dateien unwiederbringlich und unwiederherstellbar

source: files
de: Dateien

# FilesAndFolders
source: Files & Folders
de: Dateien & Ordner

# FileShredderDesc
source: Erases files permanently so that no one can recover them
de: Dateien permanent löschen, so dass niemand diese wiederherstellen kann

source: File Splitter and Joiner
de: Aufteilen & Zusammenführen

# FileSplitterAndJoinerdDesc
source: Splits large files into smaller, managable files, and can rejoin them
de: Teilt große Dateien in kleinere Teile auf und fügt diese wieder zusammen

# FileUndelete
source: Undelete files
de: Dateien wiederherstellen

# FileUndeleteDesc
source: Quick and effective way to retrieve accidentally deleted files
de: Versehentlich gelöschte Dateien schnell und einfach wiederherstellen

# FileUndeleteDetailed
source: Undelete files
de: Dateien wiederherstellen

# FileUndeleteDetailedDesc
source: Retrieve accidentally deleted files quick and effectively
de: Stellt versehentlich gelöschte Dateien wieder her

# file_folder_list
source: Microsoft Common Dialog - File/Folder List
de: Microsoft allgemeiner Dialog - Datei-/Ordnerliste

# firefox_download_history
source: Mozilla Firefox - Download Manager History
de: Mozilla Firefox - Download Manager-Verlauf

# firefox_history
source: Mozilla Firefox - History
de: Mozilla Firefox - Verlauf

# firefox_saved_info
source: Mozilla Firefox - Saved Form Information
de: Mozilla Firefox - Gespeicherte Formulardaten

# firefox_saved_pass
source: Mozilla Firefox - Saved Passwords
de: Mozilla Firefox - Gespeicherte Passwörter

# firefox_search_history
source: Mozilla Firefox - Search History
de: Mozilla Firefox - Suchverlauf

# Friday
source: Fri
de: Fr

# google_chrome_running
source: Google Chrome is running. Please close the Google Chrome browser to delete cookies.
de: Google Chrome läuft noch. Bitte schließen Sie Chrome um die Cookies zu löschen.

# google_cookie_manager
source: Chrome Cookie Manager
de: Google Chrome - Cookies verwalten

# google_download_history
source: Google Chrome - Download History
de: Google Chrome - Download-Verlauf

# google_history
source: Google Chrome - History
de: Google Chrome - Verlauf

# google_saved_info
source: Google Chrome - Saved From Information
de: Google Chrome - Gespeicherte Formulardaten

# GroupBoxScheduleTaskWeeklyText
source: Schedule Task Weekly
de: Aufgaben wöchentlich ausführen

# HardDiskCleaner
source: Clean disk
de: Datenträger bereinigen

# HardDiskCleanerDesc
source: Remove junk files from your drives and recover disk space
de: Entfernt nicht mehr benötigte Dateien von Ihren Datenträgern

source: Help
de: Hilfe

# ie_cookie_mngr
source: IE Cookie Manager
de: Internet Explorer - Cookies verwalten

# ie_history
source: Internet Explorer History
de: Internet Explorer - Verlauf

source: IE Typed URLs
de: Internet Explorer - eingebene URLs

# ie_url_history
source: Internet Explorer - URL History
de: Internet Explorer - URL-Verlauf

source: Ignore List
de: Ausschlussliste

source: Improve Performance
de: Leistung verbessern

# ImprovePerformanceNav
source: Improve Performance
de: Leistung verbessern

# index_files
source: Index.dat Files
de: Index.dat-Dateien

source: Interface language
de: Sprachauswahl

# IssuesFound
source: Click Apply & Repair to fix the listed problems
de: Klicken Sie auf "Reparieren" um die gefundenen Probleme zu beheben

# LabelIETempraryFiles
source: Internet Explorer Temprary Files
de: Internet Explorer - Temporäre Dateien

# LabelScheduleText
source: Schedule
de: Zeitplan

# LabelScheduleTaskText
source: Schedule Task:
de: Aufgabe einplanen:

# LabelTmpFiles
source: .tmp Files
de: .tmp-Dateien

# LabelWeeksOnText
source: week(s) on:
de: wöchentl.:

# LabelWindowsTemporaryFiles
source: Windows Temporary Files
de: Windows - Temporäre Dateien

source: Language:
de: Sprache:

# MinimiseToTrayCheckboxText
source: Minimize to tray when you close the program window
de: In den Systembereich minimieren, wenn Programm geschlossen wird

source: Minimize
de: Minimieren

source: MODULES
de: Module

# ModulesDesc
source: Custom Tools
de: Individuelle Werkzeuge

# Monday
source: Mon
de: Mo

# mozilla_firefox_running
source: Mozilla Firefox is running. Please close the Mozilla Firefox browser to delete cookies.
de: Mozilla Firefox läuft. Bitte schließen Sie den Browser Mozilla Firefox, um Cookies zu löschen.

source: MS Management Console
de: MS - Verwaltungskonsole

# network_places
source: My Network Places
de: Netzwerkumgebung

# NoItemSelectedMsg
source: Nothing is selected. Please check at least one of the scans.
de: Es wurde nichts ausgewählt. Wählen sie mindestens eine Überprüfungsoption.

source: No problems found
de: Keine Probleme gefunden

source: Now fixing:
de: Es wird behoben:

source: Now scanning:
de: Es wird gescannt:

# OneClickMaintenance
source: 1 Click-Maintenance
de: 1 Klick-Wartung

# OneClickMaintenanceDesc
source: Keep PC Problems away
de: Hält PC-Probleme fern

# OneClickScheduleCheckBox
source: Execute 1-Click Maintenance at a scheduled time
de: 1 Klick-Wartung nach Zeitplan ausführen

source: Only Scan for Problems
de: Nur nach Problemen suchen

# OptimizationAndRepairs
source: Optimization & Repairs
de: Optimieren & Reparieren

source: Options
de: Optionen

# PostResultsOn
source: Liked it? Find out more:
de: Zufrieden? Erfahre mehr:

# PrivacyAndSecurity
source: Security & Privacy
de: Sicherheit & Datenschutz

source: Problems fixed
de: Behobene Probleme

source: Problems found
de: Probleme gefunden

# Recoverable
source: deletable
de: werden frei

# Recovered
source: deleted
de: gelöscht

# RegistryKeysToDeleteText
source: These registry keys are invalid and will be removed.
de: Diese Registry-Einträge sind ungültig und werden gelöscht.

# RegistryOptimizer
source: Optimize registry
de: Registry optimieren

# RegistryOptimizerDesc
source: Optimizes the Windows registry to speed up your computer
de: Komprimiert die Registry und beschleunigt den Computer

# RegularMaintenance
source: Regular maintenance will help to improve system performance.
de: Eine regelmäßige Wartung hilft die Systemleistung zu verbessern.

# RepairComplete
source: All problems resolved successfully!
de: Es wurden alle Probleme erfolgreich behoben!

source: Restore Center
de: Wiederherstellung

# RestorePointCreated
source: New Restore Point was successfully created.
de: Der Wiederherstellungspunkt wurde erfolgreich erstellt.

# RestorePointDeleted
source: Restore Point was successfully deleted.
de: Der Wiederherstellungspunkt wurde erfolgreich gelöscht.

source: Results
de: Ergebnisse

source: Run Eraser
de: Löschung ausführen

# Saturday
source: Sat
de: Sa

source: Scan and Repair
de: Scan & Reparatur

source: Scan complete:
de: Scan abgeschlossen:

source: Scan For Issues
de: Scan starten

source: Scan Only
de: Nur Scan

# ScanSystemRegularly
source: Scan your system regularly
de: Überprüfen Sie Ihr System regelmäßig

source: Schedule:
de: Zeitplan:

# SecurityAndPrivacyNav
source: Security & Privacy
de: Sicherheit & Datenschutz

# SelectBackup
source: Please select a Backup first.
de: Bitte wählen Sie zunächst ein Backup.

# SelectContextMenus
source: Select the context menus that you want to integrate into Windows Explorer
de: Wählen Sie die Kontextmenüs, die Sie in den Windows Explorer integrieren wollen

# SelectItemsToStartScanCaption
source: Select items to scan
de: Elemente zum scannen auswählen

# SelectItemsToStartScanText
source: You must select at least one item to proceed.
de: Bitte wählen Sie mindestens ein Element um fortzufahren.

# SelectRestorePoint
source: Please select a restore point you'd like to restore to, and then click 'Restore' button.
de: Bitte wählen Sie den Punkt, den Sie wiederherstellen wollen, und klicken dann auf "Wiederherstellen"

source: Select Tracks
de: Spuren

# SelectTracksToRemove
source: Please select the tracks you wish to erase
de: Bitte wählen Sie die Spuren die Sie löschen wollen

# ShortcutFixer
source: Fix Shortcuts
de: Verknüpfungen reparieren

# ShortcutFixerOneClickDesc
source: Cleans up invalid shortcuts
de: Repariert ungültige Verknüpfungen

# ShortcutsFixer
source: Fix shortcuts
de: Verknüpfungen reparieren

# ShortcutsFixerDesc
source: Correct errors in your startmenu and desktop shortcuts
de: Behebt Fehler in Ihren Startmenü- und Desktopverknüpfungen

# ShowBaloonCheckBoxText
source: Notify about important events when minimized to tray
de: Über wichtige Ereignisse benachrichtigen, wenn in den Systembereich minimiert

source: Show Details
de: Details

# show_av_er_tracks
source: Show only available eraseable tracks
de: Nur verfügbare Spuren anzeigen die gelöscht werden können

# SplitAndJoin
source: Split & join
de: Aufteilen & Zusammenführen

# SplitAndJoinDesc
source: Split large files into smaller, managable parts and rejoin them
de: Teilt große Dateien in kleine, besser verwaltbare Teile auf

# StartupManager
source: Clean Startup Menu
de: Systemstart bereinigen

# StartupManagerDesc
source: Manages programs which run automatically on startup
de: Verwaltet Programme, die automatisch mit Windows starten

# StartupManagerDetailed
source: Manage startup
de: Systemstart verwalten

# StartupManagerDetailedDesc
source: Manage programs which run automatically on startup
de: Verwaltet Programme, die automatisch mit Windows starten

# StartupManagerOneClickDesc
source: Clean up dangerous startup entries
de: Verwaltet Programme beim Windows-Start

# start_menu_history
source: Start Menu Click History
de: Klickverlauf des Startmenüs

# StatusDesc
source: System Information
de: Systeminformationen

source: Stop
de: Stopp

# Sunday
source: Sun
de: So

source: System Information
de: Systeminformationen

# SystemInformationDesc
source: Collects information about your hardware and software
de: Sammelt Informationen über Ihre Hard- und Software

source: System Restore
de: Systemwiederherstellung

source: System Tools
de: Systemwerkzeuge

# sys_error
source: System Error
de: Systemfehler

# TabScheduleText
source: Schedule
de: Zeitplan

# TempDetailsFiles
source: files
de: Dateien

# TempDetailsRecoverable
source: deletable
de: wiederherstellbar

# TempDetailsTotal
source: Total
de: Gesamt

# TemporaryFilesCleaner
source: Clean Temporary Files
de: Temporäre Dateien bereinigen

# TemporaryFilesCleanerDesc
source: Delete files and recover disk space
de: Löscht nicht mehr benötigte Dateien

# temp_internet_files
source: Temporary Internet Files
de: Temporäre Internetdateien

# Thanks
source: Done
de: Fertig

source: Theme:
de: Design:

# Thursday
source: Thu
de: Do

source: to be removed
de: die entfernt werden sollen

# tobe_removed_win_reg
source: items to be removed in Windows registry
de: Elemente die in der Windows-Registry entfernt werden sollen

source: Tracks
de: Spuren

# tracks_eraser
source: Erase tracks
de: Spuren verwischen

source: Track Eraser
de: Spuren verwischen

# TryDeleteRestorePoint
source: Really want to delete ? You want to delete system restore point.
de: Wollen Sie diesen Wiederherstellungspunkt wirklich löschen?

# Tuesday
source: Tue
de: Di

# UninstallManager
source: Uninstall programs
de: Programme deinstallieren

# UninstallManagerDesc
source: Uninstalls programs completely that you don't need any more
de: Deinstalliert nicht mehr benötigte Programme vollständig

# UninstallManagerDetailed
source: Uninstall programs
de: Programme deinstallieren

# UninstallManagerDetailedDesc
source: Completely uninstall programs that you don't need anymore
de: Deinstalliert nicht mehr benötigte Programme vollständig

# WaitTillScanningFinishes
source: Freemium is doing some processing. Please wait till progress is finished.
de: Free Toolbar Remover verarbeitet gerade Daten. Warten Sie bitte, bis dies abgeschlossen ist.

source: Warning
de: Warnung

# Wednesday
source: Wed
de: Mi

# WindowsStandardTools
source: Manage Windows
de: Windows verwalten

# WindowsStandardToolsDesc
source: Provides direct access to the useful windows default functions
de: Bietet direkten Zugriff auf nützliche Standardfunktionen von Windows

# WindowsTools
source: Manage Windows
de: Windows verwalten

# WindowsToolsDesc
source: Easily access useful standard functions of Windows
de: Erlaubt bequemen Zugriff auf nützliche Windows-Programme

# win_clipboard
source: Windows Clipboard
de: Windows - Zwischenablage

# win_map_drives
source: Windows Mapped Network Drives
de: Windows - Verbundene Netzlaufwerke

# win_rec_bin
source: Windows Recycle Bin
de: Windows - Papierkorb

# win_rec_doc
source: Windows Recent Documents
de: Windows - Zuletzt verwendete Dokumente

# win_st_menu_run
source: Windows Start Menu Run
de: Windows - Ausführen im Startmenü

# win_temp_files
source: Windows Temporary Files
de: Windows - Temporäre Dateien

# ShortcutFixerDesc
source: Remove invalid shortcuts
de: Behebt Fehler in Ihren Startmenü- und Desktopverknüpfungen

source: Schedule Task Daily
de: Geplante Tasks täglich

# ScheduleTaskDays
source: day(s)
de: Tag (e)

source: At Logon
de: Bei der Anmeldung

source: At System Startup
de: Bei Systemstart

source: Daily
de: Täglich

source: Day
de: Tag

source: First
de: ersten

source: Fourth
de: vierten

# FridayFull
source: Friday
de: Freitag

source: Last
de: letzten

# MondayFull
source: Monday
de: Montag

source: Month
de: Monat

source: Monthly
de: Monatlich

source: on
de: Auf

source: Once
de: Einmal

# OneClickSchedule
source: 1-Click Maintenance Schedule
de: 1 Klick-Wartung Zeitplan

# RunAt
source: At
de: Jeden

# RunAtLogin
source: Run at user login
de: Bei der Benutzeranmeldung ausführen

# RunAtStartup
source: Run at system startup
de: Beim Systemstart ausführen

# RunEvery
source: every
de: um

# RunEveryDay
source: day
de: Tag

# RunEveryDays
source: days
de: Tag

# RunEveryWeek
source: week
de: Woche

# RunEveryWeeks
source: weeks
de: Wochen

# RunMontly
source: monthly
de: monatlich

# RunOf
source: of
de: von

# RunOn
source: on
de: am

# RunOnMinutes
source: minute(s)
de: Minute(n)

source: Run when idle
de: Im Leerlauf ausführen

# SaturdayFull
source: Saturday
de: Samstag

# ScheduleTaskMonth
source: of the month
de: des Monats

source: Schedule Task Monthly
de: Einer monatlichen Basis

source: Schedule Task Once
de: Einmalige Ausführung

source: Schedule When Idle
de: Zeitplan Im Leerlauf

source: Second
de: zweiten

# SundayFull
source: Sunday
de: Sonntag

source: Third
de: dritten

# ThursdayFull
source: Thursday
de: Donnerstag

# TuesdayFull
source: Tuesday
de: Dienstag

# WednesdayFull
source: Wednesday
de: Mittwoch

source: Weekly
de: Wöchentlich

source: When Idle
de: Im Leerlauf

# WhenSystemIdle
source: When the system has been idle for
de: Wenn das System im Leerlauf für

# RegistryToolsDesc
source: Use our registry tools to speed up your system's performance
de: Verwenden Sie Registry Tools zum beschleunigen System

source: Send feedback
de: Feedback geben

# FindEmptyFolders
source: Find Empty Folders with Free Toolbar Remover
de: leere Ordner finden mit System Utilities

# SplitWithFreemiumTools
source: Split with System Utilities
de: Datei teilen mit System Utilities

# WipeWithFreemiumTools
source: Wipe with System Utilities
de: Sicher löschen mit System Utilities

# TimeFormat
source: h:mm tt
de: HH:mm

# details_reg_tobe_del
source: Details of Windows registry keys to be deleted
de: Details der Windows-Registry-Schlüssel, die gelöscht werden

# after_scan_msg
source: Your tracks has been erased successfully ! Please note that some files and registry keys are automatically regenerated by the operating system once they are deleted, however the previous data in them has been reset.
de: Ihre Spuren wurde erfolgreich gelöscht! Bitte beachten Sie, dass einige Dateien und Registry-Schlüssel werden automatisch vom Betriebssystem regeneriert sobald sie gelöscht werden, aber die bisherigen Daten in ihnen wurde zurückgesetzt.

# scanning_tracks
source: Analysing selected tracks
de: Analyse ausgewählter Titel

source: Scan started.
de: Scan gestartet.

source: Attempted deletion of value:
de: Versuchter Löschung der Wert:

source: Categories
de: Kategorien
